[
  {
    "Link": "https://www.allrecipes.com/recipe/275372/air-fryer-turkey-breast/",
    "Review": "4.9(7)",
    "Description": "This air fryer turkey breast has all the flavor of a roasted turkey, but in much less time, and with much less fuss! So if you don't want the time or the hassle of a full bird, try a split turkey breast, prepared in the air fryer.",
    "Author": "Bibi",
    "Publish_Update_Date": "Updated on October 6, 2023",
    "Image": "https://www.allrecipes.com/thmb/pK3ghSoteA-w0VqDJG5Ms0STR0E=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/6932502-38ca1bcb083f4ade952d270509b5abdd.jpg",
    "Details": {
      "Prep Time:": "10 mins",
      "Cook Time:": "40 mins",
      "Additional Time:": "10 mins",
      "Total Time:": "1 hr",
      "Servings:": "6"
    },
    "Ingredients": [
      "1 tablespoon finely chopped fresh rosemary",
      "1 teaspoon finely chopped fresh chives",
      "1 teaspoon finely minced fresh garlic",
      "½ teaspoon salt, or to taste",
      "¼ teaspoon ground black pepper, or to taste",
      "2 tablespoons cold unsalted butter",
      "2 ¾ pounds skin-on, bone-in split turkey breast"
    ],
    "Directions": {
      "Step 1": "Preheat the air fryer to 350 degrees F (175 degrees C).",
      "Step 2": "Place rosemary, chives, garlic, salt, and pepper onto a cutting board. Cut butter into thin slices on top of herbs and seasonings and mash until well blended.",
      "Step 3": "Pat turkey breast dry and rub with herbed butter on both sides and under the skin.",
      "Step 4": "Place turkey into the air fryer basket, skin-side down, and air fry for 20 minutes.",
      "Step 5": "Turn turkey to skin-side up carefully and continue frying until an instant-read thermometer inserted near the bone reads 165 degrees F (74 degrees C), about 18 minutes more. Transfer to a platter and tent with aluminum foil; allow to rest for 10 minutes. Slice and serve warm.",
      "Cook’s Note": "Use any combination of fresh herbs that you and your family will enjoy!"
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "263",
      "Fat": "10g",
      "Carbs": "0g",
      "Protein": "40g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-ham-and-cheese-wraps-recipe-8365118",
    "Review": "Be the first to rate & review!1 PHOTO",
    "Description": "These air fryer ham and cheese wraps couldn’t get any easier, and all with only 5 ingredients. Think ham and melty cheese nestled in a warm and toasty tortilla. It's just the two of us and my air fryer basket is small, so I wrote this up for 2 servings, but the recipe can easily be doubled if you have a large air fryer or want to work in batches.",
    "Author": "Nicole Russell",
    "Publish_Update_Date": "Published on October 23, 2023",
    "Image": "",
    "Details": {
      "Prep Time:": "4 mins",
      "Cook Time:": "6 mins",
      "Total Time:": "10 mins",
      "Servings:": "2"
    },
    "Ingredients": [
      "4 (7-inch) flour tortillas",
      "1/4 cup brown spicy mustard",
      "8 thin slices deli ham",
      "4 slices Colby-Jack cheese",
      "2 tablespoons melted butter"
    ],
    "Directions": {
      "Step 1": "Place tortillas on a clean work surface. Spread 1 tablespoon mustard in a thin, even layer over each tortilla, leaving a 1/2-inch edge free of mustard.",
      "Step 2": "Place 2 slices of ham on each tortilla. Top each tortilla with 1 slice of cheese. Fold opposing edges of the tortilla to overlap the filling. Roll 1 of the opposing edges around the filling creating a burrito.",
      "Step 3": "Preheat an air fryer to 400 degrees F (200 degrees C) according to manufacturer’s instructions.",
      "Step 4": "Brush tops of wraps with melted butter. Place wraps in the basket of the air fryer. Cook for 6 minutes. ",
      "Step 5": "Using tongs, transfer wraps to a cutting board. Cut in half and serve immediately."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "612",
      "Fat": "33g",
      "Carbs": "57g",
      "Protein": "22g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/8537905/air-fryer-buffalo-cauliflower/",
    "Review": "5.0(4)",
    "Description": "Air fryer Buffalo cauliflower — a clever way to get your veggies without sacrificing that saucy flavor you love with buffalo wings. We always serve this with celery and carrot sticks and our favorite blue cheese dressing.",
    "Author": "lutzflcat",
    "Publish_Update_Date": "Updated on October 12, 2023",
    "Image": "https://www.allrecipes.com/thmb/ULrDHDIw6jBN_AEd8ZJywCsvy50=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/8537908-Air-Fryer-Buffalo-Cauliflower-lutzflcat-964d0cca5f6c4a8cbe99ed0d9c3cc72a.jpg",
    "Details": {
      "Prep Time:": "15 mins",
      "Cook Time:": "15 mins",
      "Total Time:": "30 mins",
      "Servings:": "4"
    },
    "Ingredients": [
      "½ cup Buffalo wing sauce (such as Frank's)",
      "1 tablespoon butter, melted",
      "1 teaspoon honey",
      "1 (2 pound) cauliflower, broken into florets",
      "¼ cup all-purpose flour",
      "¼ cup cornstarch",
      "1 teaspoon garlic powder",
      "½ teaspoon seasoned salt (such as Lawry's)",
      "¼ teaspoon paprika",
      "drizzle of buffalo wing sauce (optional)"
    ],
    "Directions": {
      "Step 1": "Combine hot sauce, butter, and honey in a large bowl; whisk until well combined. Add cauliflower florets and stir until well coated.",
      "Step 2": "Combine flour, cornstarch, garlic powder, seasoning salt, and paprika in a separate bowl, stirring well. Gradually sprinkle the flour mixture over the cauliflower florets, tossing until all florets are coated.",
      "Step 3": "Preheat the air fryer to 390 degrees F (195 degrees C). Spray the fryer basket with olive oil spray or line with a parchment liner.",
      "Step 4": "Transfer cauliflower florets to the air fryer basket in a single layer, making sure not to overcrowd the basket, so they'll crisp up and not turn soggy.",
      "Step 5": "Air fry for 10 to 15 minutes, shaking the basket several times until the florets are lightly browned. They should be crispy, but not overcooked or mushy. You may have to cook in batches depending on the size of your air fryer. Time may vary depending on the size and brand of your air fryer.",
      "Step 6": "Give the cauliflower a light drizzle of buffalo wing sauce when they come out of the air fryer, if desired. Serve with your choice of a creamy dipping sauce."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "180",
      "Fat": "4g",
      "Carbs": "33g",
      "Protein": "7g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-honey-mustard-chicken-thighs-recipe-7970816",
    "Review": "5.0(1)",
    "Description": "These air fryer honey-mustard chicken thighs prove that simple chicken recipes don’t have to be boring! Jazz up your chicken thighs with this tasty, smoky, honey-mustard sauce. We like this served with mixed vegetables and a Caesar salad, for a quick, easy dinner.",
    "Author": "Brenda Venable ",
    "Publish_Update_Date": "Published on September 18, 2023",
    "Image": "https://www.allrecipes.com/thmb/TV3TYdPSBWQfcyl3VI34U4XXPcg=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/7970816_Air-Fryer-Honey-Mustard-Chicken-Thighs_Bibi_4x3-aa1c92a65067437192d6d226127116d4.jpg",
    "Details": {
      "Prep Time:": "5 mins",
      "Cook Time:": "15 mins",
      "Total Time:": "20 mins",
      "Servings:": "4"
    },
    "Ingredients": [
      "4 boneless skinless chicken thighs",
      "1/2 teaspoon onion powder",
      "1/2 teaspoon garlic powder",
      "1/2 teaspoon smoked paprika",
      "1/4 teaspoon salt, or to taste",
      "1/4 teaspoon freshly ground black pepper, or to taste",
      "2 tablespoons honey",
      "2 tablespoons Dijon mustard",
      "olive oil cooking spray"
    ],
    "Directions": {
      "Step 1": "Preheat the air fryer to 390 degrees F (198 degrees C), if recommended by the manufacturer. Pat chicken thighs dry with paper towels.",
      "Step 2": "For sauce, combine onion powder, garlic powder, smoked paprika, salt, and pepper in a small bowl. Stir in  honey and Dijon mustard.",
      "Step 3": "Spray one side of chicken thighs with olive oil spray, and place oiled side down in the air fryer in a single layer. Brush the tops of the chicken thighs with the sauce. ",
      "Step 4": "Air fry at 390 degrees F (198 degrees C) for 8 minutes.",
      "Step 5": "Carefully turn chicken thighs, and brush with remaining sauce. Continue air frying until internal temperature of chicken reaches 165 degrees F (74 degrees C), when tested with an instant-read thermometer, 6 to 8 minutes more. Serve warm.",
      "Cook’s Note": "This recipe was developed for a 5.3 quart, basket-style air fryer. Different sizes and models may yield different results."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "364",
      "Fat": "20g",
      "Carbs": "10g",
      "Protein": "38g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-hearts-of-palm-sticks-recipe-7814346",
    "Review": "5.0(1)",
    "Description": "I'd never seen a recipe for air fryer hearts of palm sticks but I’d seen artichoke hearts and mozzarella sticks fried in the air fryer, so I thought...why not? What a pleasant surprise! They take on the look of mozzarella sticks but have a tangy, meaty texture in the center. I serve them with marinara sauce for dipping, and ranch salad dressing would also be great.",
    "Author": "Nicole Russell",
    "Publish_Update_Date": "Published on August 23, 2023",
    "Image": "",
    "Details": {
      "Prep Time:": "15 mins",
      "Cook Time:": "12 mins",
      "Freeze Time:": "20 mins",
      "Total Time:": "47 mins",
      "Servings:": "2"
    },
    "Ingredients": [
      "1/4 cup all-purpose flour",
      "1/4 teaspoon salt",
      "1/8 teaspoon freshly ground black pepper",
      "1 large egg",
      "1/4 cup Italian bread crumbs",
      "2 tablespoons panko bread crumbs",
      "2 tablespoons freshly grated Parmesan cheese",
      "1 (14 ounce) can hearts of palm, drained",
      "olive oil cooking spray"
    ],
    "Directions": {
      "Step 1": "Stir flour, salt, and pepper together in a shallow bowl. Beat egg with a fork in a separate shallow bowl. Stir together Italian breadcrumbs, Panko breadcrumbs, and grated Parmesan in a third shallow bowl.",
      "Step 2": "Line a baking sheet with parchment paper.",
      "Step 3": "Roll 1 heart of palm in seasoned flour, dip it in egg, then roll in seasoned bread crumbs. Place on the prepared baking sheet. Repeat with remaining hearts of palm.",
      "Step 4": "Transfer the baking sheet to a freezer for 20 minutes.",
      "Step 5": "Meanwhile, preheat an air fryer to 400 degrees F (200 degrees C).",
      "Step 6": "Spray hearts of palm sticks with olive oil and place in the basket of the preheated air fryer. Cook for 6 minutes. Roll sticks over and cook until coating is crisp, about 6 minutes more. Serve immediately."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "257",
      "Fat": "7g",
      "Carbs": "37g",
      "Protein": "14g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-cheesy-bacon-ranch-french-fries-recipe-7560981",
    "Review": "Be the first to rate & review!1 PHOTO",
    "Description": "These simple cheesy bacon ranch fries are great as an appetizer or served with grilled burgers. It all starts with frozen fries so it's perfect for a last minute side or unexpected guests. They never disappoint. Garnish with chopped chives and serve with ranch salad dressing if desired.",
    "Author": "Nicole Russell",
    "Publish_Update_Date": "Published on July 18, 2023",
    "Image": "",
    "Details": {
      "Prep Time:": "5 mins",
      "Cook Time:": "15 mins",
      "Total Time:": "20 mins",
      "Servings:": "4"
    },
    "Ingredients": [
      "4 cups frozen French fries",
      "1/4 cup olive oil",
      "2 tablespoons ranch salad dressing mix",
      "2 teaspoons bacon bits",
      "1 pinch salt",
      "1/4 cup shredded Cheddar cheese"
    ],
    "Directions": {
      "Step 1": "Preheat an air fryer to 400 degrees Fahrenheit (200 degrees C). Place frozen French fries in a large bowl.",
      "Step 2": "Whisk olive oil and dry ranch salad mix in a separate small bowl until smooth. Pour olive oil mixture over the fries and toss to coat. Add bacon bits and salt. Toss again.",
      "Step 3": "Place seasoned fries in the basket of the air fryer. Cook for 7 minutes. Shake the basket and cook 5 minutes more.",
      "Step 4": "Sprinkle shredded cheese over the fries. Cook 2 minutes. Using a spatula, transfer to a serving platter and serve immediately."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "527",
      "Fat": "29g",
      "Carbs": "61g",
      "Protein": "9g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-mini-dark-chocolate-cake-with-brown-butter-frosting-recipe-7509612",
    "Review": "Be the first to rate & review!1 PHOTO",
    "Description": "Use your air fryer to make this yummy mini dark chocolate cake topped with brown butter frosting. Brown butter frosting needs to be used immediately after preparation.",
    "Author": "Coweed",
    "Publish_Update_Date": "Published on June 21, 2023",
    "Image": "https://www.allrecipes.com/thmb/IOK1SNqyVH7t2zCVnz3qk3aTz4Y=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/7509612-air-fryer-mini-dark-chocolate-cake-with-brown-butter-frosting-GOLDMAN-R311671-4x3-2717-cb0e2b7273b94b63946d0a0259debbe0.jpg",
    "Details": {
      "Prep Time:": "20 mins",
      "Cook Time:": "25 mins",
      "Cool Time:": "30 mins",
      "Total Time:": "1 hr 15 mins",
      "Servings:": "6"
    },
    "Ingredients": [
      "cooking spray",
      "1/4 cup flour, plus more for dusting cake pan",
      "3 tablespoons unsweetened Dutch process cocoa powder",
      "1/2 teaspoon baking powder",
      "1/4 teaspoon baking soda",
      "1/4 teaspoon salt",
      "3 tablespoons low-fat buttermilk",
      "3 tablespoons unsweetened applesauce",
      "4 1/2 teaspoons canola oil",
      "1 teaspoon instant espresso coffee powder",
      "1/2 teaspoon vanilla extract",
      "1 large egg",
      "1/2 cup sugar",
      "1 ounce dark chocolate, chopped, plus more for garnish",
      "5 tablespoons butter",
      "2 tablespoons honey",
      "1/2 teaspoon vanilla extract",
      "3/4 cup powdered sugar",
      "2 teaspoons water, or as needed"
    ],
    "Directions": {
      "Step 1": "Preheat air fryer to 320 degrees F (160 degrees C). Coat a 6-inch cake pan with cooking spray. Line bottom of pan with parchment paper; dust with 2 tablespoons flour, tapping out excess.",
      "Step 2": "Stir together 1/4 cup flour, the cocoa, baking powder, baking soda, and salt in a small bowl. In another small bowl, whisk together buttermilk, applesauce, oil, espresso powder, and vanilla.",
      "Step 3": "In a third bowl, beat egg with an electric mixer at low speed. Gradually add sugar. Increase mixer speed to high and continue beating until mixture is thick and pale, about 2 minutes.",
      "Step 4": "Alternately fold flour mixture and buttermilk mixture into egg mixture with a rubber spatula, stirring until incorporated before adding next addition. Fold in dark chocolate.",
      "Step 5": "Pour batter into the prepared pan. Arrange pan in the air fryer basket.",
      "Step 6": "\nCook until a toothpick inserted in center comes out clean, about 25 minutes. Let cool in pan on a wire rack about 10 minutes. Remove cake from pan and allow to cool completely on a wire rack.",
      "Step 7": "For the frosting, melt butter in a heavy saucepan over medium heat; cook, stirring occasionally, until butter begins to turn golden brown and smells nutty, 15 to 20 minutes. Transfer butter to a bowl; cool for 10 minutes.",
      "Step 8": "Whisk in honey and vanilla. Whisk in powdered sugar until smooth, adding water, 1 teaspoon at a time, until desired consistency. The frosting will look separated but will come together with whisking in water a little at a time.",
      "Step 9": "Immediately top cooled cake with the frosting and garnish with additional dark chocolate."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "331",
      "Fat": "16g",
      "Carbs": "46g",
      "Protein": "3g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-spanakopita-recipe-7510155",
    "Review": "Be the first to rate & review!1 PHOTO",
    "Description": "The classic Greek appetizer spanakopita can easily be made in the air fryer.",
    "Author": "Snappyspoons",
    "Publish_Update_Date": "Published on June 21, 2023",
    "Image": "https://www.allrecipes.com/thmb/Skr1cRvmhTPRp3BaghH9O4KnD6Y=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/7510155-air-fryer-spanikopita-PASSANO-3768-4x3-da43a932af4b4f1592420eec0ec7a7b4.jpg",
    "Details": {
      "Prep Time:": "40 mins",
      "Cook Time:": "15 mins",
      "Total Time:": "55 mins",
      "Servings:": "24"
    },
    "Ingredients": [
      "2 (10-ounces) pkg. frozen chopped spinach, thawed and squeezed dry",
      "1/2 cup crumbled feta cheese",
      "1/2 cup shredded mozzarella cheese",
      "1/2 cup freshly grated Parmesan cheese",
      "1 clove garlic, minced",
      "1 (1-lb. pkg.) frozen phyllo dough, thawed",
      "1/2 cup unsalted butter, melted",
      "tzatziki sauce for serving",
      "chopped fresh dill for serving"
    ],
    "Directions": {
      "Step 1": "For filling, stir together spinach, feta, mozzarella, Parmesan, and garlic in a bowl. Line a baking sheet with parchment paper.",
      "Step 2": "Arrange 1 sheet of phyllo on a clean work surface and brush lightly with some of the melted butter. Top with 2 more phyllo sheets and more butter. Cover remaining phyllo with a damp towel while you work. Cut phyllo stack lengthwise into 3 (3-inch-wide) strips.",
      "Step 3": "Spoon about 1 tablespoon filling at the bottom of each strip. Take the bottom right corner and fold the dough over the filling to make a triangle. Fold the bottom left corner up to make another triangle. Continue folding until all the dough is folded. Arrange spanakopita, seam side down, on the prepared baking sheet. Lightly brush with butter. Repeat with remaining phyllo, filling, and butter.",
      "Step 4": "Preheat air fryer to 375 degrees F (190 degrees C)",
      "Step 5": "Arrange spanakopita in an even layer in the air fryer basket, working in batches as needed.",
      "Step 6": "Cook, turning once halfway through, until spanakopita is golden brown, 12 to 15 minutes. Cool slightly. Serve with tzatziki sauce and dill.",
      "Step 7": "Cook's Notes:",
      "Step 8": "The air fryer version is adapted from this Spanakopita recipe.",
      "Step 9": "Make ahead: Prepare as directed through Step 3. Freeze on baking sheet until firm, about 1 hour. Transfer to a freezer container or zip-top freezer bag. Freeze up to 3 months. Cook as directed in Step 6.\n"
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "122",
      "Fat": "7g",
      "Carbs": "12g",
      "Protein": "4g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-pecan-crusted-trout-recipe-7510184",
    "Review": "Be the first to rate & review!1 PHOTO",
    "Description": "This pecan crusted trout cooked in the air fryer is a quick and easy dinner that is on the table in 20 minutes. Serve with vegetables and rice.",
    "Author": "devin",
    "Publish_Update_Date": "Published on June 21, 2023",
    "Image": "https://www.allrecipes.com/thmb/6_iznWoyhX4ca84J0Qe6vLBewtw=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/7510184-air-fryer-pecan-crusted-trout-GOLDMAN-R311166-4x3-3288-87bdf5a653a54a0bb1ea16e0373b2477.jpg",
    "Details": {
      "Prep Time:": "10 mins",
      "Cook Time:": "10 mins",
      "Total Time:": "20 mins",
      "Servings:": "4"
    },
    "Ingredients": [
      "2/3 cup finely chopped pecans",
      "1 teaspoon dried rosemary, crushed",
      "1/2 teaspoon salt",
      "2 tablespoons flour",
      "1 large egg",
      "4 (4-ounces) rainbow trout fillets, thawed if frozen, skinned if desired",
      "2 teaspoons pure maple syrup",
      "lemon wedges, for serving"
    ],
    "Directions": {
      "Step 1": "Preheat air fryer to 400 degrees F (200 degrees C).",
      "Step 2": "Stir together pecans, rosemary, and salt in a shallow dish. In a second shallow dish, add flour. In a third shallow dish, lightly beat egg. Dip one side of each fillet in flour, shaking off excess; dip into egg, then into pecan mixture, lightly pressing to coat fish.",
      "Step 3": "Working in batches if needed, arrange fillets on parchment paper, pecan-coating up. Transfer fish on parchment to the air fryer basket.",
      "Step 4": "Cook until fish easily flakes with a fork and an instant-read thermometer inserted into thickest part of fillets registers 145 degrees F (62 degrees C), 7 to 8 minutes.",
      "Step 5": " Drizzle fillets with maple syrup and serve with lemon wedges."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "387",
      "Fat": "24g",
      "Carbs": "9g",
      "Protein": "34g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-blooming-onion-recipe-7546676",
    "Review": "4.2(5)",
    "Description": "Use your air fryer to prepare this blooming onion, a fun appetizer resembling a flower. Serve with dipping sauce as a shared appetizer.",
    "Author": "Jackie",
    "Publish_Update_Date": "Published on June 21, 2023",
    "Image": "https://www.allrecipes.com/thmb/CA-ceGI69OMyKhqbQATde4sdfmk=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/7546676-Air-Fryer-Blooming-Onion-CD-R311158-10043-2-4x3-27e22aa4df634f9c9dacf26683316c2d.jpg",
    "Details": {
      "Prep Time:": "15 mins",
      "Cook Time:": "20 mins",
      "Total Time:": "35 mins",
      "Servings:": "4"
    },
    "Ingredients": [
      "1 cup milk",
      "1 large egg",
      "1 cup flour",
      "3/4 teaspoon salt",
      "3/4 teaspoon cayenne pepper",
      "1/2 teaspoon paprika, plus more for garnish",
      "1/4 teaspoon freshly ground black pepper",
      "1/4 teaspoon dried oregano",
      "1/8 teaspoon dried thyme",
      "1/8 teaspoon cumin",
      "1 large (14- to 16-ounces) sweet onion",
      "cooking spray",
      "1/2 cup mayonnaise",
      "2 tablespoons cream-style horseradish sauce",
      "1 tablespoon ketchup",
      "1/4 teaspoon paprika",
      "1/4 teaspoon salt",
      "1/8 teaspoon dried oregano",
      "1/8 teaspoon cayenne pepper",
      "1 pinch freshly ground black pepper"
    ],
    "Directions": {
      "Step 1": "Preheat air fryer to 375 degrees F (190 degrees C).",
      "Step 2": "Whisk together milk and egg in a bowl until combined. In a large bowl, stir together flour, salt, cayenne pepper, paprika, black pepper, oregano, thyme, and cumin.",
      "Step 3": "Slice 1 inch off the top of the onion and remove papery skin. Remove a 1-inch-diameter core from the middle of the onion, using an apple corer or paring knife, leaving the very bottom of the root end intact. Use a large sharp knife to slice about three-fourths of the way down center of the onion; turn onion 90 degrees and slice again. Keep slicing each section in half until you have 16 sections, being careful not to cut through the bottom of the onion. Spread sections apart.",
      "Step 4": "Dip onion into milk mixture and then into flour mixture to coat, separating the petals and sprinkling flour mixture between them. Dip onion into milk mixture again, then into flour mixture to coat once more. Coat onion with cooking spray.",
      "Step 5": "\nArrange onion in the air fryer basket. Cook until crispy, 20 to 25 minutes.",
      "Step 6": "Stir together mayonnaise, horseradish sauce, ketchup, paprika, salt, dried oregano, cayenne pepper, and black pepper in a small bowl. Chill until blooming onion is ready.",
      "Step 7": "Serve blooming onion with dipping sauce and garnish with additional paprika.",
      "Step 8": "Cook's Note:",
      "Step 9": "To help keep onion petals separate, you can plunge onion into boiling water for 1 minute and then into ice water.",
      "Step 10": "Leftover dipping sauce keeps, covered, up to 3 days in the refrigerator.\n"
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "871",
      "Fat": "25g",
      "Carbs": "149g",
      "Protein": "20g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-tempura-vegetables-recipe-7510181",
    "Review": "Be the first to rate & review!1 PHOTO",
    "Description": "The air fryer makes it easy to cook tempura vegetables. With this formula you can create your own customized tempura-battered veggies by using different vegetables, seasonings, and dipping sauces.",
    "Author": "Eatandrun",
    "Publish_Update_Date": "Updated on August 17, 2023",
    "Image": "https://www.allrecipes.com/thmb/8hvDTrA9_SwFMaXPWhuRo4TTpv0=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/7510181-airfryer-tempura-vegetables-KH-031623-9778-2-4x3-14c7e3eaf5fd407b999c5c4179caec6e.jpg",
    "Details": {
      "Prep Time:": "10 mins",
      "Cook Time:": "10 mins",
      "Total Time:": "20 mins",
      "Servings:": "4"
    },
    "Ingredients": [
      "2 large egg whites",
      "1/4 cup seltzer water",
      "1/2 cup flour",
      "1/4 teaspoon SEASONING (see Variations below)",
      "1/2 teaspoon salt",
      "1/4 teaspoon ground black pepper",
      "2 cups VEGETABLES ((see Variations below))",
      "1/2 cup purchased DIPPING SAUCE (see Variations below)"
    ],
    "Directions": {
      "Step 1": "Preheat air fryer to 350 degrees F (175 degrees C).",
      "Step 2": "Beat egg whites in a bowl until frothy. Whisk in seltzer water\nuntil combined. Whisk in flour, SEASONING, salt, and pepper until batter forms.",
      "Step 3": "Coat basket with cooking spray. Dip VEGETABLES into batter until coated; allow excess to drip off. Working in batches if needed, arrange vegetables in an even layer in basket. Cook until golden brown, about 7 minutes. Serve with DIPPING SAUCE.",
      "Step 4": "Variations:",
      "Step 5": "Bell Pepper Tempura",
      "Step 6": "Curry Powder + Bell Pepper Strips + Peanut Sauce",
      "Step 7": "Green Bean Tempura",
      "Step 8": "Ground Ginger + Green Beans, trimmed + Wasabi Sauce",
      "Step 9": "Broccoli/Cauliflower Tempura",
      "Step 10": "Chinese Five Spice + Broccoli and/or Cauliflower Florets + Sweet Chili Sauce\n"
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "142",
      "Fat": "1g",
      "Carbs": "27g",
      "Protein": "6g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-turtle-cheesecake-recipe-7511366",
    "Review": "5.0(2)",
    "Description": "Did you know that you can use your air fryer to make turtle cheesecake? The flavors of chocolate, caramel, toasted pecans, and creamy cheesecake are a perfect match.",
    "Author": "Sarah Brekke",
    "Publish_Update_Date": "Published on June 21, 2023",
    "Image": "",
    "Details": {
      "Prep Time:": "20 mins",
      "Cook Time:": "35 mins",
      "Stand Time:": "45 mins",
      "Chill Time:": "4 hrs",
      "Total Time:": "5 hrs 40 mins",
      "Servings:": "8"
    },
    "Ingredients": [
      "1 cup graham cracker crumbs",
      "1 tablespoon sugar",
      "6 tablespoons butter, melted",
      "12 ounces cream cheese, softened",
      "1/3 cup sour cream",
      "1/3 cup sugar",
      "1 teaspoon lemon juice",
      "1 teaspoon vanilla extract",
      "1 pinch salt",
      "2 large eggs",
      "2 tablespoons chocolate ice cream topping, or to taste",
      "2 tablespoons caramel ice cream topping, or to taste",
      "2 tablespoons chopped toasted pecans, or to taste"
    ],
    "Directions": {
      "Step 1": "Line the bottom of a 7- to 7 1/2-inch springform pan or cake pan with parchment paper. Stir together graham crackers and 1 tablespoon sugar in a bowl. Stir in melted butter. Press crumb mixture into the bottom and 1 inch up the sides of the prepared pan.",
      "Step 2": "For the filling, combine cream cheese, sour cream, 1/3 cup sugar, lemon juice, vanilla, and salt in a bowl. Beat with an electric mixer at medium-high speed until smooth. Add eggs, 1 at a time, beating at low speed just until combined. Pour filling over the crust. Arrange pan in the air fryer basket.",
      "Step 3": "Set air fryer to 300 degrees F (150 degrees C).",
      "Step 4": "Cook for 15 minutes. Reduce temperature to 240 degrees F (115 degrees C) and cook 20 minutes more. The center of the cheesecake will appear wet and may jiggle slightly. Transfer cheesecake to a wire rack. Let stand about 15 minutes. Using a small sharp knife or thin spatula, loosen cheesecake from sides of pan; let stand until completely cooled, about 30 minutes more. Remove cheesecake from pan. Chill, covered, at least 4 hours or up to overnight.",
      "Step 5": "To serve, drizzle with chocolate and caramel ice cream toppings and sprinkle with pecans."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "382",
      "Fat": "29g",
      "Carbs": "27g",
      "Protein": "6g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-samosas-recipe-7510128",
    "Review": "Be the first to rate & review!1 PHOTO",
    "Description": "Use your air fryer to make Indian samosas - this version is vegetarian with potatoes and peas but you can cook any samosa in the air fryer.",
    "Author": "Lauren Grant",
    "Publish_Update_Date": "Published on June 21, 2023",
    "Image": "https://www.allrecipes.com/thmb/sZdp4aams8IRxdbcMDq5akwHDvc=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/7510128-air-fryer-samosas-BP_M7009192_R307417_7810-1-4x3-a862c799d09a4701a609bbae55fce7fe.jpg",
    "Details": {
      "Prep Time:": "25 mins",
      "Cook Time:": "25 mins",
      "Total Time:": "50 mins",
      "Servings:": "12",
      "Yield:": "12 samosas"
    },
    "Ingredients": [
      "12 ounces yukon gold potatoes, peeled and cut into 1-inch pieces",
      "1 tablespoon extra-virgin olive oil",
      "1/2 cup chopped onion",
      "1 teaspoon grated fresh ginger",
      "2 cloves garlic, minced",
      "1 teaspoon garam masala",
      "1/2 teaspoon cumin",
      "1/4 teaspoon salt",
      "1/8 teaspoon cayenne pepper (optional)",
      "2/3 cup frozen peas, thawed",
      "1/4 cup chopped fresh cilantro, plus more for garnish",
      "24 wonton wrappers",
      "cooking spray",
      "3/4 cup whole-milk Greek-style yogurt",
      "1/3 cup chopped fresh cilantro, plus more for garnish",
      "1 teaspoon lime zest",
      "1 tablespoon lime juice",
      "1 clove garlic, chopped",
      "1 pinch salt",
      "1 pinch freshly ground black pepper"
    ],
    "Directions": {
      "Step 1": "Add potatoes to a small saucepan and cover with salted water; bring to a boil over high heat. Reduce heat and simmer 10 minutes or until fork-tender. Drain and transfer potatoes to a bowl; mash until mostly smooth with a few small chunks remaining.",
      "Step 2": "In the same saucepan, heat oil over medium heat. Add onion and cook, stirring occasionally, until tender, 3 to 4 minutes. Stir in ginger and garlic; cook until fragrant, about 30 seconds. Add garam masala, cumin, salt, and (if using) cayenne; cook about 30 seconds more. Stir in mashed potatoes and peas; cook until warmed through. Remove from heat; stir in cilantro.",
      "Step 3": "Arrange wonton wrappers on a clean work surface; evenly spoon filling into centers of wontonwrappers. Lightly wet borders of wrappers with\nwater. Fold two corners together to form triangles. Press edges to seal. Coat both sides of samosas with cooking spray.",
      "Step 4": "\nPreheat air fryer to 350 degrees F (175 degrees C). Coat air fryer basket with cooking spray.",
      "Step 5": "\nWorking in batches if needed, arrange samosas in an even layer in the basket. Cook, turning once halfway through, until samosas are golden brown and crispy, about 8 minutes.",
      "Step 6": "\nMeanwhile, combine yogurt, cilantro, lime zest, lime juice; garlic, salt and pepper in a small food processor; process until well combined. Chill, covered, up to 5 days. ",
      "Step 7": "Serve samosas with cilantro-yogurt sauce. Garnish with additional cilantro."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "141",
      "Fat": "3g",
      "Carbs": "20g",
      "Protein": "7g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-roasted-vegetables-with-gremolata-and-red-pepper-aioli-recipe-7510058",
    "Review": "Be the first to rate & review!1 PHOTO",
    "Description": "Air fryer roasted vegetables come out wonderfully crisp and tender—paired with homemade gremolada and red pepper aioli they make a tasty appetizer or side.",
    "Author": "Sarah Brekke",
    "Publish_Update_Date": "Published on June 21, 2023",
    "Image": "",
    "Details": {
      "Prep Time:": "10 mins",
      "Cook Time:": "15 mins",
      "Total Time:": "25 mins",
      "Servings:": "4"
    },
    "Ingredients": [
      "1 medium zucchini,  cut into 1/4-x3-inch pieces",
      "1 medium summer squash,  sliced 1/4 inch thick",
      "1 (8- ounces package) cremini mushrooms, halved or quartered if large",
      "3/4 cup cauliflower florets",
      "6 any color mini bell peppers",
      "2 teaspoons vegetable oil",
      "1/4 teaspoon salt",
      "1/4 teaspoon freshly ground black pepper",
      "1/2 cup chopped fresh parsley",
      "2 teaspoons minced fresh garlic",
      "2 teaspoons lemon zest",
      "1/2 cup mayonnaise",
      "2 tablespoons chopped jarred roasted red peppers, drained",
      "1 tablespoon extra-virgin olive oil",
      "1 tablespoon red wine vinegar",
      "1 teaspoon minced fresh garlic"
    ],
    "Directions": {
      "Step 1": "Preheat air fryer to 360 degrees F (180 degrees C).",
      "Step 2": "Combine zucchini, summer squash, mushrooms, cauliflower, bell peppers, oil, salt, and black pepper in a bowl; toss to coat. Arrange vegetables in an even layer in the air fryer basket, working in batches if needed.",
      "Step 3": "Cook, turning once halfway through, until tender, about 10 minutes.",
      "Step 4": "Meanwhile, for gremolata, stir together parsley, garlic, and lemon zest in a small bowl.",
      "Step 5": "For red pepper aioli stir together mayonnaise, roasted red peppers, olive oil, red wine vinegar; and garlic in a small bowl.",
      "Step 6": "Top roasted vegetables with gremolata and serve with red pepper aioli."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "304",
      "Fat": "27g",
      "Carbs": "13g",
      "Protein": "4g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/crab-rangoon-in-the-air-fryer-recipe-7511370",
    "Review": "Be the first to rate & review!1 PHOTO",
    "Description": "Crab rangoon turn extra crispy when cooked in the air fryer. Filled with crab, cream cheese, and spices these little crab puffs are a tasty Chinese-American treat.",
    "Author": "Hilary Meyer",
    "Publish_Update_Date": "Published on June 21, 2023",
    "Image": "https://www.allrecipes.com/thmb/gGUFuMx3bOU55RAKBSgIV82te7g=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/7511370-air-fryer-crab-rangoon-7009192_R307640_JD_8178-4x3-2cb2007f34b6496389ab9603b3ab1b5b.jpg",
    "Details": {
      "Prep Time:": "30 mins",
      "Cook Time:": "8 mins",
      "Total Time:": "38 mins",
      "Servings:": "9",
      "Yield:": "18 crab rangoon"
    },
    "Ingredients": [
      "1/2 cup seedless apricot fruit spread",
      "1 tablespoon chili-garlic sauce",
      "1 tablespoon less-sodium soy sauce",
      "1/2 teaspoon orange zest",
      "2 tablespoons freshly squeezed orange juice (from 1 orange)",
      "4 ounces cream cheese",
      "4 ounces fresh lump crabmeat, drained",
      "2 tablespoons chopped fresh chives",
      "2 teaspoons Worcestershire sauce",
      "1 clove garlic, grated (about 1/2 teaspoon)",
      "1/4 teaspoon freshly ground black pepper",
      "1/8 teaspoon salt",
      "18 wonton wrappers",
      "cooking spray"
    ],
    "Directions": {
      "Step 1": "Stir together apricot spread, chili-garlic sauce, soy sauce, orange zest, and orange juice in a small bowl for the dipping sauce.",
      "Step 2": "Preheat air fryer to 350 degrees F (175 degrees C).",
      "Step 3": "Stir together cream cheese, crab, chives, Worcestershire, garlic, pepper, and salt in a bowl for the filling. Arrange 6 wonton wrappers on a work surface. Keep remaining wrappers covered until ready to use to prevent them from drying out.",
      "Step 4": "\nSpoon about 2 teaspoon crab filling in center of each wrapper. Lightly wet borders of wrapper with water. Bring together the 2 opposite corners of the wrapper over the filling and seal together. Bring remaining 2 corners up toward the center, sealing edges of the wrapper to enclose the filling. Repeat with remaining wrappers and filling.",
      "Step 5": "Working in batches if needed, coat dumplings with cooking spray and arrange in an even layer in the air fryer basket.",
      "Step 6": "Cook until dumplings are crispy and golden brown, about 8 minutes. Serve with sauce."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "187",
      "Fat": "6g",
      "Carbs": "25g",
      "Protein": "8g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-everything-bagel-salmon-dinner-recipe-7509518",
    "Review": "4.0(1)",
    "Description": "Salmon fillets are flavored with everything bagel seasoning and cooked in the air fyer with sweet potatoes and broccoli. A perfectly balanced meal for 2 on a weekday.",
    "Author": "Nicole McLaughlin",
    "Publish_Update_Date": "Published on June 21, 2023",
    "Image": "",
    "Details": {
      "Prep Time:": "15 mins",
      "Cook Time:": "20 mins",
      "Total Time:": "35 mins",
      "Servings:": "2"
    },
    "Ingredients": [
      "cooking spray",
      "1 large (8 ounces) sweet potato, cut into 1/4-inch wedges",
      "3 teaspoons olive oil, divided",
      "1/4 teaspoon salt, divided",
      "1/4 teaspoon freshly ground black pepper, divided",
      "1 tablespoon Dijon mustard",
      "1 tablespoon honey",
      "2 teaspoons mayonnaise",
      "2 cups small broccoli florets",
      "2 (5-6-ounces) salmon fillets",
      "2 teaspoons everything bagel seasoning",
      "1 teaspoon soy sauce"
    ],
    "Directions": {
      "Step 1": "Preheat air fryer to 400 degrees F (200 degrees C). Coat a sheet of foil with cooking spray.",
      "Step 2": "Toss sweet potatoes with 1 1/2 teaspoons oil and 1/8 teaspoon each salt and pepper in a bowl. Arrange sweet potatoes in an even layer on the foil; transfer to the air fryer basket. Cook until mostly tender, about 10 minutes.",
      "Step 3": "Meanwhile, stir together mustard, honey, and mayonnaise in a small bowl. In another bowl, toss broccoli with remaining 1 1/2 teaspoons oil and 1/8 teaspoon each salt and pepper.",
      "Step 4": "Push sweet potatoes to one side of the basket. Add salmon to the other side. Spoon 1 teaspoon mustard mixture onto each fillet; spread to coat tops of fillets. Sprinkle evenly with bagel seasoning. Arrange broccoli around sweet potatoes and salmon. Cook until salmon is opaque and flakes easily with a fork and sweet potatoes and broccoli are tender, 10 to 14 minutes.",
      "Step 5": "Stir soy sauce into the remaining mustard mixture; drizzle over sweet potatoes and broccoli to serve."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "589",
      "Fat": "32g",
      "Carbs": "33g",
      "Protein": "43g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-crispy-pickle-chips-with-creole-dipping-sauce-recipe-7509784",
    "Review": "5.0(2)",
    "Description": "Crispy pickle chips easily cooked in the air fryer. Serve with homemade Creole dipping sauce for a tasty snack.",
    "Author": "Emily Nienhaus",
    "Publish_Update_Date": "Published on June 21, 2023",
    "Image": "",
    "Details": {
      "Prep Time:": "15 mins",
      "Cook Time:": "6 mins",
      "Total Time:": "21 mins",
      "Servings:": "6"
    },
    "Ingredients": [
      "1/2 cup flour",
      "2 large eggs",
      "1 cup panko bread crumbs",
      "1 (16-ounces jar) reduced-sodium dill pickle chips, drained",
      "1/4 cup mayonnaise",
      "1 tablespoon Creole mustard"
    ],
    "Directions": {
      "Step 1": "Preheat air fryer to 350 degrees F (175 degrees C). Lightly coat air fryer basket with cooking spray.",
      "Step 2": "Put flour in a shallow dish. In a second shallow dish, lightly beat eggs. In a third shallow dish, add panko. Pat pickle chips very dry. Coat pickles in flour, shaking off excess. Dip in eggs, allowing excess to drip off. Toss in panko, lightly pressing to adhere. Arrange pickles in the air fryer basket in an even layer (do not overcrowd), working in batches if needed.",
      "Step 3": "Cook until pickle chips are golden brown, about 6 minutes.",
      "Step 4": "Meanwhile, stir together mayonnaise, Creole mustard, lemon juice, and smoked paprika in a small bowl. Serve dipping sauce with pickles."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "206",
      "Fat": "10g",
      "Carbs": "23g",
      "Protein": "6g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-raspberry-brownie-bites-recipe-7509875",
    "Review": "Be the first to rate & review!1 PHOTO",
    "Description": "These small raspberry brownie bites are cooked in the air fryer and have a lovely fruity flavor.",
    "Author": "Coweed",
    "Publish_Update_Date": "Published on June 22, 2023",
    "Image": "https://www.allrecipes.com/thmb/5Mmw8RfLCvY0TZIez_ykzigRwJc=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/7509875-raspberry-brownie-bites-GOLDMAN-R311666-4x3-2158-0d1ba28a18dc4ae7b92bbc54ac7120e2.jpg",
    "Details": {
      "Prep Time:": "25 mins",
      "Cook Time:": "10 mins",
      "Cool Time:": "20 mins",
      "Total Time:": "45 mins",
      "Servings:": "20",
      "Yield:": "20 brownie bites"
    },
    "Ingredients": [
      "2/3 cup fresh or frozen raspberries",
      "2 tablespoons cashew butter",
      "2 tablespoons water",
      "4 ounces dark chocolate, chopped",
      "4 tablespoons unsalted butter",
      "1/4 cup canola oil",
      "1 large egg",
      "1 large egg yolk",
      "1/2 cup sugar",
      "1 teaspoon vanilla extract",
      "1/4 teaspoon salt",
      "1/3 cup all purpose flour",
      "1/3 cup whole-wheat pastry flour",
      "2 tablespoons unsweetened cocoa powder"
    ],
    "Directions": {
      "Step 1": "Lightly coat 20 (13/4-inch) foil muffin cups with cooking spray.",
      "Step 2": "Cook raspberries in a small saucepan over medium-low heat, stirring and crushing them with a fork, until broken down, 2 to 4 minutes. Transfer to a mini food processor. Add cashew butter and the water; purée until smooth.",
      "Step 3": "Stir together dark chocolate, butter, and oil in a stainless-steel bowl. Set bowl over a saucepan of gently simmering water and melt ingredients, stirring occasionally. Remove from heat and stir until combined. Let cool about 20 minutes.",
      "Step 4": "Combine egg, egg yolk, sugar, vanilla, and salt in another bowl. Beat with an electric mixer at medium-high until thickened, 3 to 5 minutes.",
      "Step 5": "In a small bowl, whisk together flours and cocoa powder. Fold flour mixture, half at a time, into egg mixture until incorporated. With mixer running at medium-low, mix in melted chocolate mixture until well combined.",
      "Step 6": "Spoon 2 teaspoons brownie batter into each prepared muffin cup. Layer 1 teaspoon raspberry mixture followed by 1/2 teaspoon brownie batter over top of each. Working in batches if needed, arrange muffin cups in an even layer in the air fryer basket.",
      "Step 7": "Preheat air fryer to 350 degrees F (175 degrees C).",
      "Step 8": "Cook brownies in the preheated air fryer until set, about 5 minutes. Remove and cool on a wire rack. Brownies will keep chilled and covered for up to 3 days."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "148",
      "Fat": "9g",
      "Carbs": "16g",
      "Protein": "2g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-sweet-potato-chips-recipe-7510177",
    "Review": "5.0(1)",
    "Description": "Use your air fryer to make these yummy sweet potato chips. After much experimenting I found that the best chips came from a mandoline that was set just a hair thicker than 1/16 inch (about 3/32 inch thick).",
    "Author": "Sarah Epperson Loveless",
    "Publish_Update_Date": "Published on June 21, 2023",
    "Image": "https://www.allrecipes.com/thmb/CpZ7gbjgb7_0PpnonjuN2lMScVo=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/7510177-air-fryer-sweet-potato-chips-GOLDMAN-R311171-4x3-1404-b5aeddb980624fa7bddf35a8a6b6445c.jpg",
    "Details": {
      "Prep Time:": "10 mins",
      "Cook Time:": "15 mins",
      "Soak Time:": "20 mins",
      "Cool Time:": "5 mins",
      "Total Time:": "50 mins",
      "Servings:": "4"
    },
    "Ingredients": [
      "1 large (8 ounces) sweet potato",
      "1 tablespoon canola oil",
      "1/4 teaspoon sea salt",
      "1/4 teaspoon freshly ground black pepper",
      "cooking spray"
    ],
    "Directions": {
      "Step 1": "Slice potato into 1/16-inch-thick rounds using a mandoline. Put potato slices in a large bowl of cold water; soak about 20 minutes. Drain and pat dry with paper towels. Wipe out bowl.",
      "Step 2": "Return potato slices to dried bowl. Add oil, salt, and pepper; toss gently to coat.",
      "Step 3": "Preheat air fryer to 350 degrees F (175 degrees C). Lightly coat air fryer basket with cooking spray. Working in batches if needed, arrange potato slices in an even layer in basket (do not overcrowd).",
      "Step 4": "",
      "Step 5": "Cook until lightly golden and crispy, 12 to 16 minutes, turning and rearranging chips into an even layer every 4 minutes. Watch closely during the last 2 to 3 minutes of cooking. Check chips about every 30 seconds, using tongs to remove golden chips from the basket as needed to avoid overcooking and ending up with bitter chips.",
      "Step 6": "Let chips cool about 5 minutes. Chips will continue to crisp as they cool.Store in an airtight container up to 3 days."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "82",
      "Fat": "4g",
      "Carbs": "12g",
      "Protein": "1g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-green-bean-fries-recipe-7509535",
    "Review": "Be the first to rate & review!1 PHOTO",
    "Description": "Green bean fries get extra crispy when cooked in the air fryer. Fresh green beans are first parboiled, then seasoned, air fried, and served with a special sauce.",
    "Author": "Rinne77",
    "Publish_Update_Date": "Updated on August 17, 2023",
    "Image": "https://www.allrecipes.com/thmb/zwr1wxlZYe8LrFZIL3ncm2-HC0A=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/7509535-Air-Fryer-Green-Bean-Fries-CD-R311157-10130-1-4x3-85f0558265a14f79b76a0f6ce8076a5b.jpg",
    "Details": {
      "Prep Time:": "20 mins",
      "Cook Time:": "25 mins",
      "Total Time:": "45 mins",
      "Servings:": "8"
    },
    "Ingredients": [
      "1 lb. fresh green beans, trimmed",
      "1/2 cup water",
      "1 cup flour",
      "1 large egg",
      "1/3 cup milk",
      "2 cups seasoned fine dry bread crumbs",
      "1 teaspoon chili powder",
      "1 teaspoon garlic powder",
      "1 teaspoon onion powder",
      "1/4 teaspoon salt",
      "cooking spray",
      "lemon wedges for serving",
      "1/2 cup mayonnaise",
      "1/4 cup ketchup",
      "2 teaspoons mustard",
      "1 teaspoons minced sweet or dill pickle",
      "1 teaspoon steak seasoning",
      "1/8 teaspoon cayenne pepper"
    ],
    "Directions": {
      "Step 1": "Combine beans and water in a saucepan, cover, and bring to a boil. Cook until beans are bright green and crisp-tender, about 4 minutes. Drain and transfer to a bowl of ice water.",
      "Step 2": "Preheat air fryer to 375 degrees F (190 degrees C).",
      "Step 3": "Put flour in a bowl. In another bowl, whisk together egg and milk. In a third bowl, stir together bread crumbs, chili powder, garlic powder, onion powder, and salt. Drain beans and pat dry with paper towels. Toss beans with flour to coat, shaking off excess. Dip into egg mixture and then into bread crumbs to coat, shaking off excess.",
      "Step 4": "Working in batches if needed, arrange beans in an even layer in the air fryer basket and lightly coat with cooking spray. Cook, turning once halfway through, until golden brown, about 4 minutes. (If you like, keep fries warm in a 250 degrees F (95 degrees C) oven.)",
      "Step 5": "Meanwhile, stir together mayonnaise, ketchup, mustard, minced pickle, steak seasoning, and cayenne pepper in a small bowl for Special Sauce.",
      "Step 6": "Serve green bean fries with Special Sauce and lemon wedges.",
      "Step 7": "Cook's Note:",
      "Step 8": "Nutrition data for this recipe includes the full amount of Special Sauce. The actual amount of Special Sauce consumed will vary."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "303",
      "Fat": "13g",
      "Carbs": "40g",
      "Protein": "8g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-loaded-egg-salad-sandwiches-recipe-7509591",
    "Review": "4.0(1)",
    "Description": "Instead of hard-boiling eggs, air-fry them. Serve this salad in your favorite sandwich bread.",
    "Author": "sunnydaysnora",
    "Publish_Update_Date": "Published on June 19, 2023",
    "Image": "https://www.allrecipes.com/thmb/NsVQF4vcBW3HgDGyyUy12778dg8=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/7509591-air-fryer-loaded-egg-salad-sandwiches-KH-031523-9628-4x3-34443d00c22644db939689ee06b8920d.jpg",
    "Details": {
      "Prep Time:": "15 mins",
      "Cook Time:": "20 mins",
      "Chill Time:": "1 hr 5 mins",
      "Total Time:": "1 hr 40 mins",
      "Servings:": "4"
    },
    "Ingredients": [
      "8 large eggs",
      "4 slices bacon, crisp-cooked and crumbled",
      "2 stalks celery, finely chopped",
      "1/4 cup mayonnaise",
      "2 tablespoons thinly sliced green onion",
      "2 teaspoons sweet pickle relish",
      "2 teaspoons yellow mustard",
      "2 teaspoons Sriracha sauce",
      "3/4 teaspoon dried dill",
      "1/2 teaspoon Worcestershire sauce",
      "1/2 teaspoon ground black pepper",
      "1/4 teaspoon paprika",
      "1/8 teaspoon salt",
      "8 slices whole-grain seeded bread",
      "4 leaves romaine lettuce, torn"
    ],
    "Directions": {
      "Step 1": "Preheat air fryer to 250 degrees F (120 degrees C).",
      "Step 2": "Arrange whole eggs in shells in an even layer in the fryer basket; cook for 20 minutes. Immediately plunge eggs into an ice bath. Let stand until cool, about 5 minutes; drain. Peel and coarsely chop eggs",
      "Step 3": "\nMeanwhile, stir together bacon, celery, mayonnaise, onion, relish, mustard, sriracha, dill, Worcestershire, black pepper, paprika, and salt in a large bowl. Gently stir chopped eggs into mayonnaise mixture until combined. Chill, covered, at least 1 hour or up to 3 days. Serve egg salad in bread with lettuce."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "473",
      "Fat": "26g",
      "Carbs": "35g",
      "Protein": "23g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-chicken-tenders-recipe-7509380",
    "Review": "Be the first to rate & review!1 PHOTO",
    "Description": "Air fryer cooked chicken tenders are quick and easy to make and will surely become a family favorite.",
    "Author": "Linda Brewer",
    "Publish_Update_Date": "Updated on June 20, 2023",
    "Image": "https://www.allrecipes.com/thmb/u4v_cNQoV6W3HPNb0iW_T9uRBJc=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/7509380-air-fryer-chicken-tenders-MID-M7004348-071-4x3-044762e6ecb84af890599cfebe6a913b.jpg",
    "Details": {
      "Prep Time:": "10 mins",
      "Cook Time:": "12 mins",
      "Total Time:": "22 mins",
      "Servings:": "4",
      "Yield:": "8 chicken tenders"
    },
    "Ingredients": [
      "cooking spray",
      "1 large egg",
      "1/2 cup panko bread crumbs",
      "2 tablespoons canola oil",
      "8 chicken tenders (about 1 lb.)",
      "chopped fresh parsley, for garnish (optional)",
      "2 tablespoons honey mustard sauce"
    ],
    "Directions": {
      "Step 1": "Preheat air fryer to 350 degrees F (175 degrees C). Coat basket with cooking spray.",
      "Step 2": "Whisk egg in a small bowl. In another bowl, stir together panko and oil until loose and crumbly.",
      "Step 3": "Dip each chicken tender into egg, allowing excess to drip off. Dip chicken in panko mixture to coat completely. Working in batches if needed, arrange chicken in an even layer in the air fryer basket.",
      "Step 4": "Cook until chicken is no longer pink in the center and the juices run clear, about 12 minutes. An instant-read thermometer inserted into the center should read at least 165 degrees F (74 degrees C). Garnish with parsley and serve with honey-mustard sauce."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "509",
      "Fat": "31g",
      "Carbs": "33g",
      "Protein": "25g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-garlic-green-beans-recipe-7511002",
    "Review": "5.0(2)",
    "Description": "These garlic green beans are so simple. This side dish comes together in a flash while you prepare the rest of your dinner, thanks to the air fryer.",
    "Author": "Nicole Russell",
    "Publish_Update_Date": "Published on June 15, 2023",
    "Image": "",
    "Details": {
      "Prep Time:": "5 mins",
      "Cook Time:": "10 mins",
      "Total Time:": "15 mins",
      "Servings:": "4"
    },
    "Ingredients": [
      "12 ounces fresh green beans, ends trimmed",
      "1 tablespoon olive oil",
      "1 tablespoon minced garlic",
      "1/4 teaspoon seasoned salt",
      "1/8 teaspoon freshly ground black pepper"
    ],
    "Directions": {
      "Step 1": "Preheat an air fryer to 400 degrees F (200 degrees C).",
      "Step 2": "Place green beans in a bowl. Add olive oil, garlic, seasoned salt, and ground black pepper. Toss to coat.",
      "Step 3": "Place green beans in the basket of the air fryer. Cook until crisp-tender, about 10 minutes, shaking the basket halfway through cooking time."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "60",
      "Fat": "4g",
      "Carbs": "7g",
      "Protein": "2g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-green-beans-recipe-7510925",
    "Review": "Be the first to rate & review!1 PHOTO",
    "Description": "The fresh flavors of summer come alive in these air fryer green beans, a very simple side dish. They pair well with grilled chicken, fish or pork.",
    "Author": "France Cevallos",
    "Publish_Update_Date": "Published on June 13, 2023",
    "Image": "https://www.allrecipes.com/thmb/DqlKfPpE7obTDQyvcYr_nDiV434=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/7510925_Air-Fryer-Green-Beans_France-C_4x3-ad93e6de7ed54862af227ba7266ccc75.jpg",
    "Details": {
      "Prep Time:": "12 mins",
      "Cook Time:": "8 mins",
      "Total Time:": "20 mins",
      "Servings:": "4"
    },
    "Ingredients": [
      "1 pound fresh green beans, ends trimmed",
      "1 1/2 tablespoons olive oil",
      "2 teaspoons lemon juice",
      "salt and freshly ground black pepper to taste",
      "1/2 teaspoon lemon zest",
      "4 lemon wedges for serving (optional)"
    ],
    "Directions": {
      "Step 1": "Preheat the air fryer to 380 degrees F (195 degrees C).",
      "Step 2": "Place green beans, olive oil, lemon juice, salt, and pepper in a large bowl and toss to coat. Using tongs, place green beans into the air fryer basket without overcrowding, reserving any remaining liquid in the bowl. You may need to work in batches, depending on the size of your air fryer.",
      "Step 3": "Cook green beans until crisp-tender, 8 to 10 minutes, shaking the basket halfway through. When green beans are done, return to the bowl and toss with the lemon zest. Serve with additional lemon wedges."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "81",
      "Fat": "5g",
      "Carbs": "8g",
      "Protein": "2g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-chicken-tenders-recipe-7501758",
    "Review": "Be the first to rate & review!1 PHOTO",
    "Description": "Use your air fryer for these chicken tenders that will change your life forever and always leave you smiling and wanting more. Cheers! This recipe can be made gluten-free with a couple of simple substitutions.",
    "Author": "JohnGalt",
    "Publish_Update_Date": "Published on May 23, 2023",
    "Image": "https://www.allrecipes.com/thmb/PiRINTSV-hmHYEpZl_pRG0EV1TA=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/7501758_Sir-Fryer-Chicken-Tenders_JohnGalt_4x3-1f30e219ed394aa1ac9cb2baa8539d33.jpg",
    "Details": {
      "Prep Time:": "15 mins",
      "Cook Time:": "15 mins",
      "Marinate Time:": "30 mins",
      "Total Time:": "1 hr",
      "Servings:": "5"
    },
    "Ingredients": [
      "2 pounds skinless, boneless chicken breasts",
      "1 cup dill pickle juice",
      "1 cup milk",
      "1 tablespoon liquid smoke",
      "3 large eggs, at room temperature",
      "1/2 cup ranch dressing",
      "2 cups all purpose flour, divided",
      "1/2 cup bread crumbs",
      "4 teaspoons paprika",
      "1 tablespoon white pepper",
      "2 teaspoons garlic salt",
      "2 teaspoons confectioners' sugar",
      "1 teaspoon dried thyme",
      "1 teaspoon dried basil",
      "1 teaspoon dried oregano",
      "1 teaspoon celery salt",
      "1 teaspoon freshly ground black pepper",
      "1 teaspoon dry mustard",
      "1 teaspoon ground ginger",
      "1/2 teaspoon chili powder",
      "1/2 teaspoon sea salt",
      "coconut oil cooking spray"
    ],
    "Directions": {
      "Step 1": "Slice chicken breasts into 1-inch strips lengthwise and place in a shallow pan.",
      "Step 2": "Whisk pickle juice, milk, and liquid smoke together in a cup; pour over chicken, and place chicken into the refrigerator to marinate for 30 minutes.",
      "Step 3": "Meanwhile, whisk eggs and ranch dressing together in a shallow bowl. Place 1 cup flour in a separate shallow bowl.",
      "Step 4": "Whisk remaining 1 cup flour, breadcrumbs, paprika, white pepper, garlic salt, confectioners’ sugar, thyme, basil, oregano, celery salt, black pepper, dry mustard, ginger, chili powder, and salt together in a third shallow bowl.",
      "Step 5": "Preheat the air fryer to 350 degrees F (175 degrees C). Drain chicken strips and thoroughly dry with paper towels.",
      "Step 6": "Dredge chicken strips in flour. then dip strips in egg mixture, letting the excess drip back into the bowl. Drop chicken strips, 1 at a time, in the breadcrumb mixture and coat thoroughly.",
      "Step 7": "Lay strips in a single layer without touching into the air fryer basket. You may have to work in batches. Thoroughly spray with coconut oil.",
      "Step 8": "Air fry for 6 minutes. Turn chicken over; spray with coconut oil, and continue to air fry until juices run clear and chicken is no longer pink at the center, about 6 more minutes. An instant read thermometer inserted near the center should read at least 165 degrees F (74 degrees C). Repeat with remaining chicken pieces.",
      "Step 9": "Cook's Note:",
      "Step 10": "To make this recipe gluten-free, you can use gluten-free almond flour or gluten free measure-for-measure flour in place of all-purpose flour. Use a gluten free breadcrumb, such as Aleia’s® Gluten-Free Plain Bread Crumbs for the breadcrumbs."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "753",
      "Fat": "22g",
      "Carbs": "64g",
      "Protein": "70g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-honey-garlic-chicken-wings-recipe-7501470",
    "Review": "4.7(3)",
    "Description": "These crispy air fryer honey garlic chicken wings are a flavor explosion in your mouth–the perfect combination of crispy, juicy chicken wings and a sticky-sweet honey garlic sauce, with just the right amount of heat from cayenne pepper. These wings are easy to make in the air fryer and will satisfy all your cravings for a tasty and indulgent snack. Whether you're hosting a party or just looking for a delicious appetizer, these wings are sure to impress your guests and have them begging for the recipe!",
    "Author": "Hannah Wilson",
    "Publish_Update_Date": "Updated on June 5, 2023",
    "Image": "https://www.allrecipes.com/thmb/qffE54PfgLF0yjVTnIzJK34J6r8=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/7501470air-fryer-honey-garlic-chicken-wings-recipe-FranceC4x3-9220ecf378bd4440835851acca29f284.jpg",
    "Details": {
      "Prep Time:": "15 mins",
      "Cook Time:": "25 mins",
      "Total Time:": "40 mins",
      "Servings:": "4"
    },
    "Ingredients": [
      "1 tablespoon baking powder",
      "1 teaspoon salt",
      "1/2 teaspoon black pepper",
      "1/2 teaspoon garlic powder",
      "1/2 teaspoon paprika",
      "1/4 teaspoon cayenne pepper",
      "2 pounds chicken wings",
      "1/2 cup honey",
      "1/4 cup soy sauce",
      "2 cloves garlic, minced",
      "1 tablespoon grated fresh ginger root",
      "1 tablespoon cornstarch",
      "1 tablespoon water",
      "2 tablespoons green onions"
    ],
    "Directions": {
      "Step 1": "Preheat the air fryer to 400 degrees F (200 degrees C).",
      "Step 2": "\nMix baking powder, salt, black pepper, garlic powder, paprika, and cayenne pepper together in a small bowl.",
      "Step 3": "Pat chicken wings dry with paper towels, then toss them in spice mixture until evenly coated. Arrange wings in a single layer in the air fryer basket.",
      "Step 4": "Cook wings in the preheated air fryer until crispy and golden brown, juices are clear, and meat is no longer pink at the bone, 20 to 25 minutes. An instant-read thermometer inserted near the bone should read 165 degrees F (74 degrees C).",
      "Step 5": "Meanwhile, make the honey garlic sauce. Stir honey, soy sauce, garlic, and ginger together in a small saucepan over medium heat.",
      "Step 6": "In a separate small bowl, whisk together cornstarch and water until smooth, then add to the saucepan. Cook until sauce thickens, 1 to 2 minutes.",
      "Step 7": "Transfer wings to a large bowl, pour honey garlic sauce over wings, and toss to coat evenly. Garnish with chopped green onions and serve hot."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "896",
      "Fat": "55g",
      "Carbs": "62g",
      "Protein": "40g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-pizookie-recipe-7501307",
    "Review": "4.0(2)",
    "Description": "Yes, you can have a pizookie without heating up the oven! This air fryer recipe is simple, delicious, and really good if you just need something low-effort but satisfying. Top with gelato, whipped cream, and a drizzle of melted chocolate, or anything you like.",
    "Author": "legobrick27389",
    "Publish_Update_Date": "Updated on May 30, 2023",
    "Image": "https://www.allrecipes.com/thmb/niuc-mKmaiUcqPA7QhNagDf7bnY=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/7501307AirFryerPizookieLaDonnaLangwell4x3-fa13ad24780e46e18d4d06312b03526e.jpg",
    "Details": {
      "Prep Time:": "5 mins",
      "Cook Time:": "10 mins",
      "Total Time:": "15 mins"
    },
    "Ingredients": [
      "5 pieces pre-cut refrigerated chocolate chip cookie dough (such as Pillsbury™ Ready to Bake!™ Chocolate Chip Cookie Dough)",
      "1 scoop vanilla gelato (optional)",
      "2 tablespoons whipped cream, or as needed (optional)",
      "1 ounce chocolate, melted, to drizzle (optional)"
    ],
    "Directions": {
      "Step 1": "Preheat the air fryer to 360 degrees F (175 degrees C).",
      "Step 2": "Get a large piece of aluminum foil and fold it into an 8x8-inch square. You can make a little dish out of the foil by folding the edges upward.",
      "Step 3": "Place 1 piece of cookie dough in the middle of your foil. Arrange remaining cookie dough pieces around it in a pattern similar to the 5-side of a die.",
      "Step 4": "Bake cookie in the air fryer for 6 minutes. Open the air fryer and gently push down the top of the cookie; continue to bake until deep golden brown, 2 to 4 minutes more.",
      "Step 5": "Add gelato, whipped cream, and a drizzle of melted chocolate, and enjoy!",
      "Step 6": "Cook's Notes:",
      "Step 7": "NESTLÉ® TOLL HOUSE® Chocolate Chip Cookie Dough Bar can also be used for this recipe.",
      "Step 8": "The middle of the cookie does not need to be fully baked, if you prefer, because the pre-made cookie dough does not have to be fully cooked to be consumable.",
      "Step 9": "The cookie may need time to firm up after baking. And make sure to be careful when removing the foil from the air fryer."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "5321",
      "Fat": "300g",
      "Carbs": "618g",
      "Protein": "38g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-cheese-curds-recipe-7500004",
    "Review": "5.0(1)",
    "Description": "Use your air fryer to make cheese curds if you are looking to cut down on grease. Being from Wisconsin, fried cheese curds are everywhere, and quite often they are greasy. These air fried cheese curds give you the nice golden color of traditionally fried cheese curds, but allow the ooey gooey cheese to be the star. Go ahead and dip…or dunk them in the roasted garlic aioli; your taste buds will thank you. JBJ Soul Seasoning blend from the JBJ Soul Kitchen gives these cheese curds a little extra kick. Perfect for parties, to enjoy while watching your favorite game, or when you need to feed your cheese curd cravings–these air fried cheese curds will become your new favorite.",
    "Author": "inpamskitchen",
    "Publish_Update_Date": "Published on May 22, 2023",
    "Image": "https://www.allrecipes.com/thmb/bkJVQGxKOdSood0e-Xt5Imq7Ut8=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/7500004_Air-Fryer-Cheese-Curds_inpamskitchen_4x3-19a4511931b84333810c07b134186164.jpg",
    "Details": {
      "Prep Time:": "20 mins",
      "Cook Time:": "20 mins",
      "Stand Time:": "30 mins",
      "Freeze Time:": "1 hr",
      "Total Time:": "2 hrs 10 mins",
      "Servings:": "4"
    },
    "Ingredients": [
      "3 cloves garlic, peeled",
      "1 teaspoon extra virgin olive oil",
      "1/2 teaspoon soul food seasoning (such as JBJ Soul Kitchen Soul Seasoning)",
      "1/2 cup mayonnaise",
      "1 tablespoon lemon juice",
      "10 ounces cheese curds",
      "1 1/4 cups all-purpose flour",
      "4 teaspoons soul food seasoning (such as JBJ Soul Kitchen Soul Seasoning), divided",
      "1 large egg",
      "1 1/2 cups milk",
      "2 1/4 cups panko bread crumbs",
      "1 teaspoon vegetable oil, or as needed for spraying",
      "nonstick cooking spray"
    ],
    "Directions": {
      "Step 1": "For Aioli: Combine garlic cloves, olive oil, and the 1/2 teaspoon soul seasoning in a small bowl and toss to coat. Wrap garlic tightly in a small piece of foil.",
      "Step 2": "Preheat the air fryer to 375 degrees F (190 degrees C). Place wrapped garlic in the air fryer basket, and air fry for 15 minutes.",
      "Step 3": "Remove garlic from the air fryer and place in a small bowl. Mash roasted garlic with the back of a spoon. Let stand for 30 minutes.",
      "Step 4": "Stir mayonnaise and lemon juice into the mashed garlic until well combined. Cover and refrigerate for 30 minutes before serving.",
      "Step 5": "For Cheese Curds: Place cheese curds on a large rimmed baking sheet lined with parchment paper. Place the tray with cheese curds in the freezer for 30 minutes.",
      "Step 6": "Meanwhile, whisk flour and 1 teaspoon soul seasoning together in a shallow bowl. Whisk eggs and milk together In a separate bowl until smooth and cohesive. Stir panko and remaining 3 teaspoons soul seasoning together in a third shallow bowl. ",
      "Step 7": "Remove cheese curds from the freezer. Working in batches, dip cheese curds into the flour to coat well, then into the egg mixture, making sure to shake off any excess. Dip curds again in flour mixture and again into egg mixture. Finally, dip curds into panko to fully coat with breadcrumbs. Use your dry hand to pack on panko so that it sticks well. Place breaded cheese curds back onto the baking sheet. When all cheese curds are breaded, return the baking sheet to the freezer for 30 minutes.",
      "Step 8": "Preheat the air fryer to 350 degrees F (175 degrees C). Remove tray from freezer. Using a mister, lightly spray both sides of the cheese curds with vegetable oil. Coat the air fryer basket with nonstick cooking spray.",
      "Step 9": "Working in batches, place cheese curds in the air fryer basket in a single layer. Air fry until golden brown and crispy on both sides, flipping halfway through cooking time, 4 to 6 minutes.",
      "Step 10": "Let stand in the air fryer for 1 to 2 minutes before serving. Serve with roasted garlic aioli.",
      "Step 11": "Cook's Note:",
      "Step 12": "Refrigerate aioli in an airtight container for up to 7 days. Store leftover cheese curds in an airtight container in the refrigerator for up to 4 days."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "944",
      "Fat": "53g",
      "Carbs": "81g",
      "Protein": "33g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-grilled-ham-and-cheese-recipe-7485060",
    "Review": "5.0(3)",
    "Description": "A grilled ham and cheese sandwich is the ultimate comfort food, and now it’s easier than ever using the air fryer. Select your bread and cheese to suit your taste. Whatever cheese you use, just be sure it’s a good melting one. We also enjoy Cooper® Sharp White American Cheese or Velveeta, in addition to Swiss. Tasty add-ons are pickled jalapeños, tomatoes, or crisp bacon.",
    "Author": "Pat Bernitt",
    "Publish_Update_Date": "Published on April 25, 2023",
    "Image": "https://www.allrecipes.com/thmb/8kqhgfkRcrimI8R1k6uDi6zEg04=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/7485060_Air-Fryer-Grilled-Ham-and-Cheese_lutzflcat_4x3-9dba770ff17c4b569e128c39395d042a.jpg",
    "Details": {
      "Prep Time:": "10 mins",
      "Cook Time:": "7 mins",
      "Total Time:": "17 mins",
      "Servings:": "4 servings",
      "Yield:": "4 sandwiches"
    },
    "Ingredients": [
      "2 tablespoons mayonnaise",
      "8 slices white bread",
      "2 tablespoons Dijon mustard",
      "8 slices deli ham",
      "4 large slices Swiss cheese",
      "8 dill pickle slices",
      "cooking spray"
    ],
    "Directions": {
      "Step 1": "Spread mayonnaise on one side of each slice of bread. With mayo side down, lightly spread 4 slices of bread with Dijon mustard, evenly top each with Swiss cheese, ham slices, folded to fit, and pickle slices. Place the remaining 4 bread slices on the sandwiches, mayo side up, and lightly press sandwiches to close.",
      "Step 2": "Preheat the air fryer to 380 degrees F (193 degrees C). Spray the air fryer basket with cooking spray or line with a parchment liner.",
      "Step 3": "Place sandwiches in the air fryer basket in a single layer, leaving some space around them. You may have to cook the sandwiches in batches, depending on the size of your fryer.",
      "Step 4": "Cook until sandwiches begin to brown, 3 to 4 minutes. Flip, and cook until cheese has melted and sandwiches are golden brown, 2 to 3 minutes more. Slice sandwiches in half and serve warm.",
      "Step 5": "Cook's Note:",
      "Step 6": "Mayonnaise is the only thing I use these days on grilled sandwiches. It’s always ready, spreads easily, browns beautifully, and has no mayo flavor. But you can use butter, if you prefer. Air fryer cooking times may vary depending on the brand and size. So watch your sandwiches closely, especially toward the end of cooking."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "362",
      "Fat": "17g",
      "Carbs": "32g",
      "Protein": "19g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-bacon-wrapped-brussels-sprouts-recipe-7484095",
    "Review": "Be the first to rate & review!1 PHOTO",
    "Description": "Air fryer bacon wrapped Brussels sprouts come together by the time your grilled meat is finished resting. I serve this simple side dish with grilled steak, but these sprouts are equally good with chicken or pork.",
    "Author": "Nicole Russell",
    "Publish_Update_Date": "Published on April 24, 2023",
    "Image": "",
    "Details": {
      "Prep Time:": "5 mins",
      "Cook Time:": "10 mins",
      "Total Time:": "15 mins",
      "Servings:": "4 servings"
    },
    "Ingredients": [
      "12 Brussels sprouts, trimmed and halved",
      "2 teaspoons Montreal steak seasoning",
      "12 slices bacon, cut in half widthwise"
    ],
    "Directions": {
      "Step 1": "Preheat the air fryer to 400 degrees F (200 degrees C).",
      "Step 2": "Place halved Brussels sprouts in a bowl; sprinkle with steak seasoning and toss to coat.",
      "Step 3": "Wrap a half slice of bacon around a Brussels sprout half and place seam-side-down in the basket of the air fryer. Repeat with remaining bacon and Brussels sprouts.",
      "Step 4": "Cook for 10 minutes undisturbed. Using tongs, transfer to a plate and serve immediately."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "203",
      "Fat": "13g",
      "Carbs": "6g",
      "Protein": "17g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-scrambled-eggs-recipe-7482374",
    "Review": "5.0(3)",
    "Description": "Use your air fryer to make scrambled eggs if you don't have a stovetop and are craving this all American classic for breakfast time.",
    "Author": "TheDailyGourmet",
    "Publish_Update_Date": "Published on April 18, 2023",
    "Image": "https://www.allrecipes.com/thmb/2DPiCGLeDrkz8G9lAri_E3MxdoI=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/7482374AirfryerscrambledeggsTheDailyGourmet4x3-dd6653c3b9734fd9a14984a7bf34348a.jpg",
    "Details": {
      "Prep Time:": "3 mins",
      "Cook Time:": "7 mins",
      "Total Time:": "10 mins",
      "Servings:": "2"
    },
    "Ingredients": [
      "1 tablespoon butter",
      "4 large eggs",
      "salt and freshly ground black pepper to taste"
    ],
    "Directions": {
      "Step 1": "Preheat the air fryer to 300 degrees F (150 degrees C). Place silicone liner into the air fryer basket and set butter on top.",
      "Step 2": "Allow butter to melt, 1 to 2 minutes. Increase heat to 310 degrees F (154 degrees C).",
      "Step 3": "Meanwhile, combine eggs and salt in a bowl and whisk until well combined. Pour egg mixture into silicone liner.",
      "Step 4": "\nCook eggs for 2 minutes. Stir the eggs with a spatula and continue cooking until eggs are set to your liking, 4 to 5 minutes. Sprinkle with pepper before serving."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "194",
      "Fat": "15g",
      "Carbs": "1g",
      "Protein": "13g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-waffle-egg-in-a-hole-7377995",
    "Review": "5.0(2)",
    "Description": "Classic egg in a hole is made inside a waffle for a sweet, buttery flavor and added crunch.",
    "Author": "Annie Campbell",
    "Publish_Update_Date": "Updated on April 12, 2023",
    "Image": "",
    "Details": {
      "Prep Time:": "2 mins",
      "Cook Time:": "8 mins",
      "Total Time:": "10 mins",
      "Servings:": "1 serving",
      "Yield:": "1 egg waffle"
    },
    "Ingredients": [
      "1 frozen waffle",
      "1 large egg",
      "salt and pepper to taste",
      "2 tablespoons shredded cheese",
      "maple syrup to taste"
    ],
    "Directions": {
      "Step 1": "Preheat the air fryer to 350 degrees F (175 degrees C).",
      "Step 2": "Cut a hole in the center of the frozen waffle using the rim of a cup or glass (about 2 to 3 inches in diameter). Move waffle to a square of parchment paper, then carefully place the parchment paper into the preheated air fryer, along with the small center waffle. ",
      "Step 3": "\nCrack egg directly into the center of waffle hole; season with salt and pepper to taste. Close the lid and cook until the white of the egg has started to set, about 5 to 6 minutes.",
      "Step 4": "\nRemove small center waffle from the air fryer. Sprinkle shredded cheese onto egg waffle, and cook until the cheese is melted and egg white is completely set, about 1 to 2 minutes.",
      "Step 5": "\nTransfer egg waffle onto a plate; drizzle with maple syrup and serve immediately.",
      "Step 6": "ALLRECIPES"
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "444",
      "Fat": "24g",
      "Carbs": "39g",
      "Protein": "18g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/air-fryer-caramelized-bananas-recipe-7373417",
    "Review": "5.0(1)",
    "Description": "This is one of the easiest, no-fuss sweet treats you’ll ever make. There are many ways to serve caramelized bananas, but our favorite way is simply over a dish of vanilla ice cream or vanilla Greek yogurt.",
    "Author": "Pat Bernitt",
    "Publish_Update_Date": "Updated on June 28, 2023",
    "Image": "https://www.allrecipes.com/thmb/osCKr1DIqA15F5wS5w1OEd7MVi4=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/7373417air-fryer-caramelized-bananas-JennyAlemandeBolaos4x3-3e7ee91ec381443fabfa1b99622ef119.jpg",
    "Details": {
      "Prep Time:": "10 mins",
      "Cook Time:": "10 mins",
      "Total Time:": "20 mins",
      "Servings:": "4"
    },
    "Ingredients": [
      "2 large bananas, peeled and cut into 1/2 inch slices",
      "1 tablespoon salted butter, melted",
      "1/2 teaspoon vanilla extract",
      "1 tablespoon brown sugar",
      "1/2 teaspoon ground cinnamon"
    ],
    "Directions": {
      "Step 1": "Preheat air fryer to 390 degrees F (195 degrees C)",
      "Step 2": "Spread out banana slices on a plate. Combine butter and vanilla extract and drizzle over the bananas.",
      "Step 3": "\nCombine brown sugar and cinnamon. Sprinkle half of the sugar mixture over the slices, flip, and sprinkle the remaining sugar over the other side. Make sure both sides are well coated.",
      "Step 4": "Spray the air fryer basket with cooking spray or line with a parchment paper.",
      "Step 5": "Place banana slices in the air fryer basket in a single layer\nmaking sure not to overcrowd or overlap. Cook until golden brown and caramelized to your liking, 7 to 9 minutes. You do not need to flip banana slices over.",
      "Step 6": "\nRemove bananas from the basket, cool slightly, and serve.",
      "Step 7": "LUTZFLCAT",
      "Step 8": "Cook's Notes:",
      "Step 9": "Depending on the size of your air fryer you may need to fry bananas in batches.",
      "Step 10": "Cooking time may vary depending on the size and brand of your air fryer. If you are only have unsalted butter, add a pinch of salt.\n"
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "99",
      "Fat": "3g",
      "Carbs": "19g",
      "Protein": "1g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/8525657/air-fryer-lemon-pepper-roasted-cashews/",
    "Review": "4.0(1)",
    "Description": "If you've never started from raw and roasted your own cashews, you are in for a treat. Roasting them in the air fryer makes it a cinch and the golden brown pop in your mouth is nothing like you'll ever get from a can.",
    "Author": "Soup Loving Nicole",
    "Publish_Update_Date": "Updated on July 19, 2023",
    "Image": "https://www.allrecipes.com/thmb/_t8eHS_wrN-P_gFAhcQubXILwH4=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/8525657air-fryer-lemon-pepper-roasted-cashewsDreginek4x3-9dc9634d78744b7f8a5af6947cc10dd1.jpg",
    "Details": {
      "Prep Time:": "3 mins",
      "Cook Time:": "7 mins",
      "Total Time:": "10 mins",
      "Servings:": "4"
    },
    "Ingredients": [
      "1 cup raw cashews",
      "1 tablespoon olive oil",
      "½ teaspoon lemon-pepper seasoning",
      "½ teaspoon garlic powder",
      "½ teaspoon salt"
    ],
    "Directions": {
      "Step 1": "Place raw cashews in a bowl. Add olive oil and toss to coat. Sprinkle with lemon pepper seasoning, garlic powder, and salt; toss to coat again.",
      "Step 2": "Preheat an air fryer to 330 degrees F (165 degrees C).",
      "Step 3": "Spread out seasoned cashews in the basket of the air fryer.",
      "Step 4": "Cook for 3 minutes. Shake the basket and cook until golden brown, about 4 more minutes.",
      "Step 5": "Transfer cashews to a paper towel lined plate and let cool completely. Store leftovers in an air-tight container."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "219",
      "Fat": "18g",
      "Carbs": "11g",
      "Protein": "6g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/8537838/air-fryer-pretzel-crescent-rolls/",
    "Review": "5.0(1)",
    "Description": "These air fried croissant pretzels made with refrigerated crescent roll dough are the perfect game day appetizer! Serve with a side of beer cheese dip!",
    "Author": "thedailygourmet",
    "Publish_Update_Date": "Published on February 11, 2023",
    "Image": "https://www.allrecipes.com/thmb/Aej7qUgAF9xfNj9fBf6ecZ90bzo=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/8537842-Air-Fryer-Pretzel-Crescent-Rolls-TheDailyGourmet-192beb75d1f7447da3f96874f33e970f.jpg",
    "Details": {
      "Prep Time:": "5 mins",
      "Total Time:": "5 mins",
      "Servings:": "8"
    },
    "Ingredients": [
      "1 quart water",
      "¼ cup baking soda",
      "1 (8 ounce) package refrigerated crescent roll dough",
      "pretzel salt",
      "cooking spray"
    ],
    "Directions": {
      "Step 1": "Place a large stock pot over high heat. Add water and bring to a boil over high heat.",
      "Step 2": "Meanwhile shape crescents into desired shape and preheat air fryer to 350°",
      "Step 3": "Preheat an air fryer to 350 degrees F (175 degrees C). Line the air fryer basket with a fitted piece of parchment. Generously spray with cooking spray.",
      "Step 4": "Once water is boiling, carefully add baking soda (it WILL bubble up!). Lower crescent rolls into the brine with a spider strainer; boil for 5 seconds. Transfer onto the parchment paper in the air fryer basket. Sprinkle with salt.",
      "Step 5": "Air fry until crescent rolls are cooked through and golden, about 12 minutes. Serve immediately.",
      "Step 6": "Cook's Note:",
      "Step 7": "Not all air fryers operate alike. If you're concerned with the pretzels burning, you CAN follow the same steps and oven bake for 18 to 20 minutes at 350 degrees C (175 degrees C) but it won't have the crispy texture that comes from the air fryer,"
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "110",
      "Fat": "6g",
      "Carbs": "11g",
      "Protein": "2g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/8532490/air-fryer-crispy-cajun-black-eyed-peas/",
    "Review": "Be the first to rate & review!1 PHOTO",
    "Description": "Crispy on the outside, creamy on the inside, puffed black eyed peas will be your new favorite healthy snack. Cooked in the air fryer to create a golden, savory shell, these peas can add delicious texture to soups, salads, and snack mixes. And with only 3 ingredients, what's not to love?",
    "Author": "Soup Loving Nicole",
    "Publish_Update_Date": "Published on February 8, 2023",
    "Image": "https://www.allrecipes.com/thmb/eb74nbTCHPU40el9bz-lZ06QNKI=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/8532490-Air-Fryer-Crispy-Cajun-Black-Eyed-Peas_Soup-Loving-Nicole_4x3-ffe4728384fc4a9db83967c9a8b71c65.jpg",
    "Details": {
      "Prep Time:": "4 mins",
      "Cook Time:": "14 mins",
      "Total Time:": "18 mins",
      "Servings:": "4"
    },
    "Ingredients": [
      "1 (14.5 ounce) can black-eyed peas, rinsed and drained",
      "1 tablespoon olive oil",
      "1 ½ teaspoons Cajun seasoning (such as Old Bay®)"
    ],
    "Directions": {
      "Step 1": "Line a baking sheet with paper towels; spread drained peas out in an even layer, discarding shells and mushed peas. Pat dry with additional paper towels.",
      "Step 2": "Preheat an air fryer to 400 degrees Fahrenheit (200 degrees C) according to manufacturer's instructions.",
      "Step 3": "Whisk oil and Cajun seasoning in a bowl. Stir in peas until evenly coated.",
      "Step 4": "Place peas in the basket of the air fryer. Cook for 7 minutes. Shake the basket and cook 7 minutes more.",
      "Step 5": "Cook's Note:",
      "Step 6": "These are best served immediately. Store any leftovers in an airtight container for up to 3 days."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "111",
      "Fat": "4g",
      "Carbs": "14g",
      "Protein": "5g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/8532969/quick-air-fryer-tilapia/",
    "Review": "3.5(2)",
    "Description": "Tilapia is a mild, delicate flavored fish. It is budget friendly and takes on seasoning well. It's perfect for busy weeknights with just a handful of ingredients, and cooks in about 7 minutes.",
    "Author": "lutzflcat",
    "Publish_Update_Date": "Published on February 2, 2023",
    "Image": "https://www.allrecipes.com/thmb/OWg17GEOgMnase_cmWxrXMRTLJs=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/1674321804Easy20Air20Fryer20Tilapia-2000-b2efb307f1d54e7ab0292eb285bf0ac3.jpeg",
    "Details": {
      "Prep Time:": "10 mins",
      "Cook Time:": "8 mins",
      "Total Time:": "18 mins",
      "Servings:": "4"
    },
    "Ingredients": [
      "olive oil cooking spray",
      "2 tablespoons all-purpose flour",
      "1 ½ teaspoons seafood seasoning (such as Old Bay®)",
      "¾ teaspoon paprika",
      "½ teaspoon garlic powder",
      "salt and freshly ground black pepper to taste",
      "1 pound tilapia fillets, thawed if frozen",
      "4 lemon slices"
    ],
    "Directions": {
      "Step 1": "Preheat an air fryer to 400 degrees F (200 degrees C). Spray the air fryer basket with olive oil spray or line with a parchment liner.",
      "Step 2": "Whisk flour, seafood seasoning, paprika, garlic powder, salt, and pepper together in a small bowl.",
      "Step 3": "Remove tilapia filets from the package and pat dry with a paper towel. Lightly spray filets with olive oil, and sprinkle flour seasoning over each filet, pressing down to coat all of the fish. Turn them over, and season on the other side as well. Place the filets into the air fryer basket, without overlapping, so air can circulate around the filets.",
      "Step 4": "Cook until tilapia filets flake easily with a fork, 7 to 10 minutes. There is no need to flip them. Depending on your air fryer size, you might have to cook them in batches.",
      "Step 5": "Top each filet with a slice of lemon, and serve hot.",
      "Step 6": "Cook's Note:",
      "Step 7": "Cook time may vary depending on the brand and size of your air fryer."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "132",
      "Fat": "2g",
      "Carbs": "4g",
      "Protein": "24g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/8529798/air-fryer-chickpeas/",
    "Review": "4.5(4)",
    "Description": "Air fryer chickpeas with vibrant Tajin seasoning have a unique chili pepper-lime flavor. We enjoy them as a snack, salad topper, or as an option for croutons on soup. A great way to add healthy fat and extra protein to your diet.",
    "Author": "lutzflcat",
    "Publish_Update_Date": "Updated on June 28, 2023",
    "Image": "https://www.allrecipes.com/thmb/BzHbYF9Ro9y17zVFn5zrJnHZW3M=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/8529798air-fryer-chickpeasPaula4x3-bee94ff2062e4cb8826e418d4cb8706a.jpg",
    "Details": {
      "Prep Time:": "10 mins",
      "Cook Time:": "15 mins",
      "Total Time:": "25 mins",
      "Servings:": "4"
    },
    "Ingredients": [
      "1 (15.5 ounce) can chickpeas, drained and rinsed",
      "¾ tablespoon avocado oil",
      "2 teaspoons chili-lime seasoning (such as Tajin®)",
      "¼ teaspoon garlic powder",
      "1 pinch cayenne pepper, or to taste",
      "salt to taste"
    ],
    "Directions": {
      "Step 1": "Preheat air fryer to 400 degrees F (200 degrees C). Spray the air fryer basket with cooking spray or use a parchment liner.",
      "Step 2": "Place chickpeas on a paper towel-lined plate to dry, patting down with another paper towel on top. Add dried chickpeas to a medium bowl, drizzle with avocado oil, sprinkle with Tajin, garlic powder, and cayenne, and toss to coat.",
      "Step 3": "Transfer chickpeas to the air fryer basket, and cook, stirring or shaking halfway through, until you reach your desired crispness, 12 to 15 minutes. Cooking time may vary depending on the brand and size of your air fryer.",
      "Step 4": "Season with salt and allow chickpeas to cool slightly.",
      "Step 5": "LUTZFLCAT",
      "Step 6": "Cook's Note:",
      "Step 7": "If you don't have avocado oil, use olive oil. Being sure the chickpeas are dry will help them crisp up and the seasoning to stick better. Store the cooled chickpeas in an airtight container at room temperature for up to a week. If they get soft, place them back in the air fryer for a couple minutes to crisp up."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "155",
      "Fat": "4g",
      "Carbs": "25g",
      "Protein": "6g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/8527072/air-fryer-loaded-mashed-potato-cakes/",
    "Review": "5.0(2)",
    "Description": "This recipe utilizes leftover mashed potatoes and transforms them into a completely different side dish. Both in flavor and texture. You will want to add salt and pepper to your mashed potato mixture if they were not seasoned originally. Serve with sour cream if you like.",
    "Author": "Soup Loving Nicole",
    "Publish_Update_Date": "Published on January 24, 2023",
    "Image": "https://www.allrecipes.com/thmb/ZXHaUQnh7dYctRBoUtDBE4qelkg=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/8527972-Air-Fryer-Loaded-Mashed-Potato-Cakes-3234bd2c2a8545c68f3cae4fc9c61cba.jpg",
    "Details": {
      "Prep Time:": "10 mins",
      "Cook Time:": "12 mins",
      "Freeze Time:": "10 mins",
      "Total Time:": "32 mins",
      "Servings:": "6",
      "Yield:": "6 potato cakes"
    },
    "Ingredients": [
      "2 cups cold mashed potatoes",
      "1 cup shredded Cheddar cheese",
      "3 green onions, chopped",
      "¼ cup real bacon bits",
      "2 tablespoons all-purpose flour",
      "1 small egg, beaten"
    ],
    "Directions": {
      "Step 1": "Combine mashed potatoes, Cheddar cheese, green onions, bacon bits, and flour in a bowl; stir until combined. Mix in beaten egg.",
      "Step 2": "Preheat air fryer to 400 degrees F (200 degrees C) for 10 minutes.",
      "Step 3": "Form mixture into 6 patties and set on a baking sheet. Place baking sheet in the freezer for 10 minutes while you preheat the air fryer.",
      "Step 4": "Place patties in the air fryer basket in batches, making sure to not overcrowd. Cook undisturbed for 12 minutes. Repeat with remaining patties."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "171",
      "Fat": "8g",
      "Carbs": "15g",
      "Protein": "9g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/8457744/air-fryer-chicken-bites-with-parmesan-cheese/",
    "Review": "4.3(6)",
    "Description": "Crispy chicken bites made simple in the air fryer. Serve with marinara for dipping if desired.",
    "Author": "Soup Loving Nicole",
    "Publish_Update_Date": "Published on September 13, 2022",
    "Image": "https://www.allrecipes.com/thmb/WlEj9-f6gSTsjjB-JIuyxFLzOr0=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/Air-Fryer-Chicken-Bites-with-Parmesan-Cheese-1854eda3db994e8987c6a898ef88aa43.jpg",
    "Details": {
      "Prep Time:": "10 mins",
      "Cook Time:": "18 mins",
      "Total Time:": "28 mins",
      "Servings:": "4"
    },
    "Ingredients": [
      "2 teaspoons olive oil",
      "2 teaspoons Worcestershire sauce",
      "1 teaspoon dried Italian seasoning",
      "½ teaspoon garlic powder",
      "¼ teaspoon salt",
      "⅛ teaspoon freshly ground black pepper",
      "1 pound skinless, boneless chicken breast, cut into 1-inch cubes",
      "2 tablespoons all-purpose flour",
      "cooking spray",
      "¼ cup shredded Parmesan cheese",
      "2 tablespoons chopped fresh parsley"
    ],
    "Directions": {
      "Step 1": "Whisk olive oil, Worcestershire, Italian seasoning, garlic powder, salt, and pepper together in a bowl. Add chicken cubes and stir to coat.",
      "Step 2": "Preheat an air fryer to 370 degrees F (185 degrees C) for 10 minutes.",
      "Step 3": "Add flour to the chicken mixture and stir to coat until all liquid is absorbed.",
      "Step 4": "Place chicken in the basket of the air fryer and cook for 8 minutes. Using tongs, flip the pieces over. Spray tops with non-stick cooking spray and cook 8 minutes more.",
      "Step 5": "Sprinkle Parmesan cheese and parsley over the chicken. Cook until cheese has started to melt, about 2 minutes more. Serve immediately."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "187",
      "Fat": "5g",
      "Carbs": "4g",
      "Protein": "29g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/8457748/air-fryer-mini-croissants-with-nutella-and-jam/",
    "Review": "Be the first to rate & review!1 PHOTO",
    "Description": "No need to run to the bakery to get croissants when you can make your own at home using puff pastry. Very, very easy to make. For variation, you can use whatever type jam or preserves you like. (I wouldn't recommend jelly.)",
    "Author": "lutzflcat",
    "Publish_Update_Date": "Published on September 14, 2022",
    "Image": "https://www.allrecipes.com/thmb/R6lvkNDXt5RQiaU9qQ4uxYeW_28=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/Air-Fryer-Mini-Croissants-with-Nutella-and-Jam-lutzflcat-4x3-1-51e0620d7501469f80ad4604c9d4aad4.jpeg",
    "Details": {
      "Prep Time:": "15 mins",
      "Cook Time:": "14 mins",
      "Total Time:": "29 mins",
      "Servings:": "8",
      "Yield:": "8 mini croissants"
    },
    "Ingredients": [
      "1 sheet frozen puff pastry, thawed",
      "1 large egg",
      "1 tablespoon water",
      "8 teaspoons chocolate-hazelnut spread (such as Nutella®)",
      "4 teaspoons strawberry jam",
      "1 teaspoon cinnamon sugar, or as needed"
    ],
    "Directions": {
      "Step 1": "Preheat air fryer to 300 degrees F (150 degrees C).",
      "Step 2": "Roll out puff pastry on a lightly floured surface into a large square, about 12 inches. Cut into 4 equal squares, and then cut each square in half diagonally, making 8 triangles.",
      "Step 3": "Position the triangle so the wide end is facing you, and the point is away from you. Dip your finger tip in some water, and moisten the edges of each triangle. Whisk the egg and tablespoon of water in a small bowl, and set aside.",
      "Step 4": "Add about 1 teaspoon Nutella to the center, and top with about 1/2 teaspoon strawberry jam. Starting on the wide end, roll up dough over the filling toward the point, pinching in the dough, so the filling doesn't ooze out, and shaping the ends into a crescent shape. Brush each crescent with egg wash and sprinkle with cinnamon sugar.",
      "Step 5": "Line your air fryer basket with a parchment liner or spray with cooking spray. Place the croissants into your air fryer basket, seam side down, so they're not touching.",
      "Step 6": "Cook in the air fryer until golden brown,11 to 14 minutes. Your cooking time may vary depending on the size and brand of your air fryer.",
      "Step 7": "Transfer to a wire rack and cool for 5 minutes. Serve warm.",
      "Step 8": "Cook's Note:",
      "Step 9": "If you want larger croissants, just cut puff pastry into 4 squares and fill with the double amount of Nutella and jam."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "211",
      "Fat": "14g",
      "Carbs": "19g",
      "Protein": "3g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/8458926/air-fryer-cherry-cream-cheese-croissants/",
    "Review": "4.6(5)",
    "Description": "Need something special and delicious, give these little bites made with pre-made dough a try.",
    "Author": "LaDonna Langwell",
    "Publish_Update_Date": "Published on August 31, 2022",
    "Image": "https://www.allrecipes.com/thmb/aYYCrwvPt0yAgtiOzHh0wsJdrMg=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/Air-Fryer-Cherry-Cream-Cheese-Croissants-LaDonna-Langwell-4x3-1-b6cbc1347d3b4e9083cb378991ad2083.jpg",
    "Details": {
      "Prep Time:": "10 mins",
      "Cook Time:": "5 mins",
      "Total Time:": "15 mins",
      "Servings:": "8",
      "Yield:": "8 croissants"
    },
    "Ingredients": [
      "flour for dusting",
      "1 (8 ounce) package refrigerated crescent roll dough (such as Pillsbury®",
      "1 (8 ounce) tub cream cheese",
      "1 (15 ounce) can pitted sour cherries, drained",
      "cooking spray",
      "ground cinnamon to taste"
    ],
    "Directions": {
      "Step 1": "Lightly dust a work surface with flour. Unroll crescent dough and divide into triangles along the perforated lines.",
      "Step 2": "Spread each triangle with cream cheese.",
      "Step 3": "Drop 3 or 4 cherries on the wider portion of each crescent dough triangle. Carefully roll up each crescent, making sure the cherries stay tucked in. Fold down the ends of each roll slightly so it forms a crescent shape.",
      "Step 4": "Spray the basket of the air fryer with non stick cooking spray spray. Carefully set the croissants into the basket.",
      "Step 5": "Set air fryer to 400 degrees F (200 degrees C).",
      "Step 6": "Air fry croissants until puffed up and lightly browned, about 5 minutes. Check to make sure croissants are not sticking to each other and that they are not overly browned. Continue cooking for 2 to 3 minutes longer, making sure they do not get too done.",
      "Step 7": "Transfer croissants to a plate and sprinkle with cinnamon.",
      "Step 8": "Cook's Note:",
      "Step 9": "You can use cherry pie filling instead of canned cherries."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "227",
      "Fat": "16g",
      "Carbs": "16g",
      "Protein": "5g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/8462063/air-fryer-halloumi-cheese/",
    "Review": "5.0(1)",
    "Description": "The first time I had halloumi was in a pub in England where it's often served as an appetizer, and it was instant love. This is a breeze to make in the air fryer, and we like to serve it with sliced cherry tomatoes, freshly-chopped herbs or occasionally a drizzle of balsamic glaze.",
    "Author": "lutzflcat",
    "Publish_Update_Date": "Published on August 24, 2022",
    "Image": "https://www.allrecipes.com/thmb/qB9EG2oLz_ZvoIx0J-h5Ouxa01g=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/1658855802Air20Fryer20Halloumi20Cheese-2000-4ea551d4505a4f00987eecf66556df9a.jpeg",
    "Details": {
      "Prep Time:": "10 mins",
      "Cook Time:": "7 mins",
      "Total Time:": "17 mins",
      "Servings:": "12",
      "Yield:": "12 slices halloumi"
    },
    "Ingredients": [
      "8 ounces halloumi cheese",
      "2 teaspoons olive oil",
      "cooking spray"
    ],
    "Directions": {
      "Step 1": "Preheat the air fryer to 360 degrees F (180 degrees C).",
      "Step 2": "Slice halloumi into 6 equal slices, cut each slice in half, and dry with a paper towel. Brush all sides with olive oil.",
      "Step 3": "Lightly spray the air fryer basket with cooking spray. Place the halloumi slices in the basket, making sure they're not touching. You may have to cook in two batches,",
      "Step 4": "Cook for 7 to 9 minutes until golden brown, but make sure not to overcook or they turn rubbery. Serve immediately.",
      "Step 5": "Cook's Note:",
      "Step 6": "Cooking time may vary depending on the brand and size of your air fryer."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "66",
      "Fat": "6g",
      "Carbs": "1g",
      "Protein": "4g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/8462076/air-fryer-ranch-chicken-bites/",
    "Review": "Be the first to rate & review!1 PHOTO",
    "Description": "Incredibly tender and flavorful, and the kids will love them as much as the adults. Serve as an appetizer, salad topping, game day snack, taco or wrap filling, or with your favorite dip.",
    "Author": "lutzflcat",
    "Publish_Update_Date": "Published on September 22, 2022",
    "Image": "https://www.allrecipes.com/thmb/b8NcKp7MP2cbBCsj-WX0Qxgbyas=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/Air-Fryer-Ranch-Chicken-Bites-lutzflcat-b50ee1718210451597e93f740555192c.jpeg",
    "Details": {
      "Prep Time:": "10 mins",
      "Cook Time:": "10 mins",
      "Marinate Time:": "30 mins",
      "Total Time:": "50 mins",
      "Servings:": "4"
    },
    "Ingredients": [
      "1 pound boneless, skinless chicken thighs, trimmed and cut into 1-inch cubes",
      "2 tablespoons avocado oil",
      "1 tablespoon white vinegar",
      "1 ½ teaspoons dry ranch dressing mix (such as Hidden Valley Ranch®)",
      "1 teaspoon garlic powder",
      "½ teaspoon salt",
      "½ teaspoon freshly ground black pepper",
      "3 tablespoons shredded extra-sharp Cheddar cheese",
      "1 tablespoon chopped fresh parsley"
    ],
    "Directions": {
      "Step 1": "Combine chicken, avocado oil, white vinegar, ranch powder, garlic powder, salt, and pepper in a large bowl. Stir well until the chicken is coated, cover, and marinate in the fridge for 30 to 60 minutes, but not much longer, as the texture will become mushy.",
      "Step 2": "Preheat the air fryer to 380 degrees F (190 degrees C). Place chicken cubes in the air fryer basket in a single layer, not touching.",
      "Step 3": "Air fry until chicken is no longer pink in the center and the juices run clear, flipping once when the edges start to brown, being sure not to overcook, 8 to 11 minutes. An instant-read thermometer inserted near the bone should read 165 degrees F (74 degrees C). Your cooking time may vary depending on the brand and size of your air fryer, and you may need to cook in batches.",
      "Step 4": "Sprinkle the chicken with Cheddar cheese. Return to the air fryer until cheese melts, for about 30 seconds. Serve warm, garnished with chopped parsley.",
      "Step 5": "Cook's Tip:",
      "Step 6": "If you don't have avocado oil, sub vegetable or canola oil."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "328",
      "Fat": "26g",
      "Carbs": "1g",
      "Protein": "21g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/8463459/air-fryer-frozen-chicken-strips/",
    "Review": "Be the first to rate & review!1 PHOTO",
    "Description": "Classic finger food which we enjoy with a dipping sauce, such as Comeback Sauce on this site. Sliced, they're also a tasty salad topper. Air fryers do a great job of cooking frozen food, no need to thaw, and this is a perfect weeknight meal, on the table in 12 minutes.",
    "Author": "lutzflcat",
    "Publish_Update_Date": "Published on August 31, 2022",
    "Image": "https://www.allrecipes.com/thmb/REoEMEJLmz2J09IlVJmz5xZVQCE=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/Air-Fryer-Frozen-Chicken-Strips-lutzflcat-f1cba8dd065340cbbee48b7503c92443.jpeg",
    "Details": {
      "Prep Time:": "5 mins",
      "Cook Time:": "11 mins",
      "Total Time:": "16 mins",
      "Servings:": "8"
    },
    "Ingredients": [
      "25 ounces frozen cooked, breaded crispy chicken strips (such as Tyson®)"
    ],
    "Directions": {
      "Step 1": "Set the air fryer temperature to 380 degrees F (180 degrees C).",
      "Step 2": "Place frozen chicken strips in the air fryer basket, without touching or overcrowding.",
      "Step 3": "Cook until crispy, 11 to 12 minutes. The color will not change much. You may have to cook in batches depending on the size of your air fryer, and cooking time may vary depending on the brand and size of your air fryer.",
      "Step 4": "Remove from the air fryer and serve immediately.",
      "Step 5": "Cook's Tip:",
      "Step 6": "You do not need to spray the basket or the chicken strips with cooking spray, flip the strips halfway through, or even preheat the air fryer. If there are any leftovers, they can be reheated in the air fryer for 2 to 3 minutes."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "106",
      "Fat": "2g",
      "Carbs": "3g",
      "Protein": "20g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/8465728/air-fryer-spicy-onion-rings/",
    "Review": "5.0(1)",
    "Description": "Crispy and crunchy on the outside, tender on the inside, with subtle layers of spicy flavor kicking in. Much healthier than deep frying. Serve warm with ketchup or your favorite dipping sauce.",
    "Author": "lutzflcat",
    "Publish_Update_Date": "Published on September 1, 2022",
    "Image": "https://www.allrecipes.com/thmb/xjpMwmmCddkzFGtf1D4bvjm_A_Y=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/Air-Fryer-Spicy-Onion-Rings-lutzflcat-4x3-1-fb4d2343a0e34da9b78c9acff3dc7512.jpeg",
    "Details": {
      "Prep Time:": "20 mins",
      "Cook Time:": "10 mins",
      "Chill Time:": "30 mins",
      "Total Time:": "1 hr",
      "Servings:": "4"
    },
    "Ingredients": [
      "2 large sweet onions, sliced 1/2 inch thick",
      "⅔ cup buttermilk",
      "1 egg",
      "¼ cup all-purpose flour",
      "1 teaspoon RedHot Chile and Lime Seasoning Blend (such as Frank's®)",
      "½ teaspoon adobo all-purpose seasoning (such as Goya®)",
      "2 cups panko bread crumbs",
      "1 teaspoon adobo all-purpose seasoning (such as Goya®)",
      "½ teaspoon RedHot Chile and Lime Seasoning Blend (such as Frank's®)",
      "olive oil cooking spray",
      "1 teaspoon kosher salt, or to taste"
    ],
    "Directions": {
      "Step 1": "Whisk together buttermilk, egg, flour, chile and lime seasoning, and adobo seasoning for the batter in a shallow bowl. Cover and refrigerate for 30 minutes.",
      "Step 2": "Combine panko, adobo seasoning, and chile and lime seasoning in a shallow dish; mix well. Remove batter from the fridge. Dip onion rings first into the batter, then into bread crumb mixture, turning to coat, and gently shake off excess crumbs. Lightly spritz the onion rings with cooking spray on both sides.",
      "Step 3": "Preheat the air fryer to 340 degrees F (170 degrees C). Line the air fryer basket with a parchment liner or lightly spray with oil.",
      "Step 4": "Place the breaded onion rings into the fryer basket in an even layer, leaving about 1/2-inch space between the slices.",
      "Step 5": "Cook until crisp and lightly browned, flipping halfway through, 10 to 12 minutes. You may have to cook in batches, and cooking time may vary depending on the size and brand of your air fryer.",
      "Step 6": "Remove from the air fryer, transfer to a baking sheet, sprinkle with kosher salt, and place in a 250 degrees F (120 degrees C) oven to keep warm.",
      "Step 7": "Cook's Notes:",
      "Step 8": "You can find Chile n' Lime seasoning and Adobo seasoning in the Hispanic section of your supermarket. Adobo should be available at most stores, but if Chile n' Lime is not, use all Adobo.",
      "Step 9": "Chilling the batter will make the breading adhere better. You may bread the onion rings, cover early in the day, and refrigerate until ready to cook."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "230",
      "Fat": "4g",
      "Carbs": "53g",
      "Protein": "10g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/8521490/air-fryer-bbq-chicken-drummies/",
    "Review": "5.0(4)",
    "Description": "These drummies are perfectly crisp on the outside, tender and juicy on the inside. Your guests will never know these were not deep-fried. The key is using a BBQ sauce you know and love.",
    "Author": "Soup Loving Nicole",
    "Publish_Update_Date": "Published on January 5, 2023",
    "Image": "https://www.allrecipes.com/thmb/dVRH-yi2jN1_FgUrKW566l6PD0k=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/Air-Fryer-BBQ-Chicken-Drummies-SoupLovingNicole-4x3-1-b37445146dec4f3bb3cb1c9cf7d051d4.jpg",
    "Details": {
      "Prep Time:": "5 mins",
      "Cook Time:": "30 mins",
      "Total Time:": "35 mins",
      "Servings:": "4"
    },
    "Ingredients": [
      "2 pounds chicken drummies",
      "1 ½ tablespoons olive oil",
      "1 teaspoon garlic powder",
      "½ teaspoon salt",
      "⅛ teaspoon freshly ground black pepper",
      "¾ cup barbecue sauce"
    ],
    "Directions": {
      "Step 1": "Preheat an air fryer to 360 degrees F (180 degrees C).",
      "Step 2": "Place drummies in a large bowl. Add olive oil, garlic powder, salt, and pepper. Mix until evenly combined. Spread out drummies in the basket of the air fryer.",
      "Step 3": "Cook drummies for 25 minutes.",
      "Step 4": "Using tongs, remove drummies from the air fryer and place in a large bowl. Pour barbecue over the top and shake to coat.",
      "Step 5": "Place coated drummies back in the basket of the air fryer. Cook until drummies are no longer pink at the bone and the juices run clear, about 5 more minutes. An instant-read thermometer inserted near the bone should read 165 degrees F (74 degrees C). Serve immediately."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "483",
      "Fat": "25g",
      "Carbs": "18g",
      "Protein": "44g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/8472779/air-fryer-grilled-peaches-with-cinnamon/",
    "Review": "5.0(1)",
    "Description": "Thanks to the air fryer, there is no need to fire up the grill or heat up the house for these simple buttery grilled peaches. This recipe can easily be doubled to serve 4 if you have a large enough basket.",
    "Author": "Soup Loving Nicole",
    "Publish_Update_Date": "Published on September 13, 2022",
    "Image": "https://www.allrecipes.com/thmb/VYjCPuEimbea1O_jW1RodRJPfNc=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/Air-Fryer-Grilled-Peaches-with-Cinnamon-4b5a73b11a39435c9866dbc139a25f4f.jpg",
    "Details": {
      "Prep Time:": "5 mins",
      "Cook Time:": "12 mins",
      "Cool Time:": "5 mins",
      "Total Time:": "22 mins",
      "Servings:": "2"
    },
    "Ingredients": [
      "1 medium firm peach, halved and pitted",
      "2 tablespoons unsalted butter",
      "1 teaspoon light brown sugar",
      "¼ teaspoon ground cinnamon",
      "2 scoops vanilla ice cream"
    ],
    "Directions": {
      "Step 1": "Preheat air fryer to 350 degrees F (175 degrees C).",
      "Step 2": "Place peach halves flesh side down in the basket of the air fryer. Cook for 6 minutes.",
      "Step 3": "Meanwhile melt butter. Stir in brown sugar and cinnamon until sugar has dissolved.",
      "Step 4": "Using tongs, flip peaches over so that they are flesh side up. Brush butter mixture over the top, filling the pit cavity with any excess. Cook for 6 minutes more.",
      "Step 5": "Let peaches cool for 5 minutes. Top each half with a scoop of ice cream. Serve immediately."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "150",
      "Fat": "14g",
      "Carbs": "7g",
      "Protein": "1g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/8521489/air-fryer-puffed-butter-beans/",
    "Review": "3.7(3)",
    "Description": "Crispy on the outside, creamy on the inside, puffed butter beans will be your new favorite healthy snack. Cooked in the air fryer to create a golden, savory shell, these beans can add delicious texture to soups, salads, and snack mixes. Toss with your favorite fresh or dried seasonings to add even more flavor.",
    "Author": "Annie Campbell",
    "Publish_Update_Date": "Published on December 19, 2022",
    "Image": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fpublic-assets.meredithcorp.io%2F68c82f3fc220e0ddaf81cac31b62a4f5%2F1673885920594Air-Fryer-Puffed-Butter-Beans.jpeg&q=60&c=sc&orient=true&w=160&poi=auto&h=90",
    "Details": {
      "Prep Time:": "5 mins",
      "Cook Time:": "15 mins",
      "Total Time:": "20 mins",
      "Servings:": "4",
      "Yield:": "1 cup"
    },
    "Ingredients": [
      "1 (16 ounce) can large butter beans, drained and rinsed",
      "1 tablespoon olive oil",
      "1 teaspoon salt",
      "1 teaspoon freshly ground black pepper",
      "1 teaspoon garlic powder",
      "Optional: preferred seasoning blend"
    ],
    "Directions": {
      "Step 1": "Stir together butter beans, olive oil, salt, pepper, and garlic powder in a bowl until combined. Spread out in the air fryer basket",
      "Step 2": "Preheat an air fryer to 400 degrees F (200 degrees C).",
      "Step 3": "Air fry until golden and crispy, tossing halfway through, for 12 to 15 minutes.",
      "Step 4": "Sprinkle with additional seasonings to taste if you like. Store in an air-tight container for 3 to 5 days.",
      "Step 5": "LUTZFLCAT"
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "116",
      "Fat": "3g",
      "Carbs": "16g",
      "Protein": "6g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/8514636/air-fryer-pizza/",
    "Review": "3.0(1)",
    "Description": "We all enjoy having pizza \"our way\"—that's the magic of making personal pan pizzas, and this recipe makes two of them. These air fried pizzas are so very easy to make and customize, and the sky's the limit on the choices for toppings.",
    "Author": "lutzflcat",
    "Publish_Update_Date": "Published on December 7, 2022",
    "Image": "https://www.allrecipes.com/thmb/V85WzkBzPZvBz5WAxalVPLmh7AE=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/1669917896Air20Fryer20Pizza-2000-8f8df1f8938342b3b4adb6a8f7785798.jpeg",
    "Details": {
      "Prep Time:": "15 mins",
      "Cook Time:": "8 mins",
      "Total Time:": "23 mins",
      "Servings:": "2",
      "Yield:": "2 personal pizzas"
    },
    "Ingredients": [
      "olive oil cooking spray",
      "1 (13.8 ounce) package refrigerated pizza dough (such as Pillsbury®)",
      "6 tablespoons pizza sauce, divided",
      "10 ounces shredded mozzarella cheese, divided",
      "14 slices pepperoni, divided",
      "½ cup onion slices, divided (Optional)",
      "sprinkle of dried basil and red pepper flakes (optional)"
    ],
    "Directions": {
      "Step 1": "Preheat the air fryer for 5 minutes at 380 degrees F (190 degrees C). Spray the air fryer basket with olive oil spray or line with a parchment liner to avoid sticking.",
      "Step 2": "Remove crust from the can, and cut in half. Shape each piece of dough into a circle and crimping up the edges to form a crust. Make sure it'll fit in your air fryer basket. Carefully transfer one pizza crust to the air fryer basket and spray lightly with olive oil spray. Prick the dough with a fork and precook for 3 minutes.",
      "Step 3": "Spread 3 tablespoons pizza sauce onto the crust in the air fryer basket and sprinkle with 1/2 of the mozzarella cheese. Top with 7 pepperoni slices and half of the onion slices. Sprinkle with basil and red pepper flakes, if using.",
      "Step 4": "Cook until crust is golden brown and crispy and the cheese has melted, 7 to 9 minutes. Keep in mind that cooking times may vary depending on the brand and size of your air fryer, so check frequently to be sure nothing overcooks or burns. Repeat procedure with the second pizza crust. Serve hot.",
      "Step 5": "Cook's Notes:",
      "Step 6": "The easiest way to assemble the pizza is in the air fryer. It's easier to handle and ensures it'll cook through at the same time as the toppings.",
      "Step 7": "I like to give the top of the pizza a little extra sprinkle of mozzarella cheese which when melted, will help anchor the toppings and keep them from flying all over the place.",
      "Step 8": "If you want to keep the first pizza warm while cooking the second one, place it in the oven at the lowest temperature available. To reheat leftovers in the air fryer, set the temperature at 325 degrees F (165 degrees C), and cook for about 4 minutes."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "966",
      "Fat": "36g",
      "Carbs": "101g",
      "Protein": "55g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/8507574/air-fryer-smoked-salmon-wontons/",
    "Review": "5.0(2)",
    "Description": "These savory little bundles have just five ingredients. While a little time-consuming at first, these come together quickly once you get the hang of them! Perfect as an appetizer for a large crowd. You can also make these ahead of time (see Cook's Notes).",
    "Author": "France C",
    "Publish_Update_Date": "Published on November 28, 2022",
    "Image": "https://www.allrecipes.com/thmb/l5pwF9uqJSHlRjqdpwrM48GTBv4=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/1668384674IMG_4539203-2000-57c5d66ea5034c638e26802a7b53a9f2.jpg",
    "Details": {
      "Prep Time:": "45 mins",
      "Cook Time:": "5 mins",
      "Total Time:": "50 mins",
      "Servings:": "48",
      "Yield:": "48 wonton appetizers"
    },
    "Ingredients": [
      "1 (6 ounce) package cream cheese, softened",
      "3 ounces cold-smoked salmon, finely chopped",
      "1 ½ tablespoons minced capers",
      "1 ½ tablespoons finely minced red onion",
      "48 wonton wrappers",
      "water as needed",
      "cooking spray"
    ],
    "Directions": {
      "Step 1": "Combine cream cheese, salmon, capers, and red onion in a bowl. Fill a second small bowl with water.",
      "Step 2": "Working with 6 wonton wrappers at a time, separate them out onto a clean work surface. Place 1 teaspoon of salmon mixture in the center of each wonton. Do not overfill, as the mixture may ooze out.",
      "Step 3": "Dip your finger in the bowl of water, and lightly wet the 4 edges of each wonton wrapper. Gently fold in half diagonally to make a triangle, and seal the edges. Try not to leave excess air in the wonton, which can cause them to burst. Lightly wet the bottom of the triangle, and fold the right side over the middle, then the left side, pressing all edges to seal. Set wontons aside, covered with a damp paper towel, while you finish making the remaining wontons.",
      "Step 4": "Preheat the air fryer to 330 degrees F (166 degrees C). Generously mist both sides of wontons with cooking spray.",
      "Step 5": "Place as many wontons in the air fryer basket as will fit, without overcrowding.",
      "Step 6": "Air-fry for 5 minutes, flipping halfway through. Remove to a cooling rack and let cool while you cook the remaining wontons in batches. Best served slightly warm or at room temperature.",
      "Step 7": "Cook's Notes:",
      "Step 8": "I have assembled these up to 8 hours ahead of time with great results. Place in a single layer, covered with a damp paper towel, inside a sealed container in the fridge until ready to air fry.",
      "Step 9": "You can also freeze them uncooked. If cooking them from frozen, let sit at room temperature for 15 minutes, and add 1 minute to cook time."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "38",
      "Fat": "1g",
      "Carbs": "5g",
      "Protein": "1g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/8493638/air-fried-raspberry-brie-bites/",
    "Review": "4.5(2)",
    "Description": "Melty brie cheese and sweet raspberry jam are packaged together in layers of light, crispy phyllo dough for the ultimate bite-sized appetizer. With just a few ingredients and a little bit of assembly, you'll have a decadently delicious dish your guests will go crazy over. Feel free to swap in your favorite cheese or jam to customize these salty-sweet bites.",
    "Author": "Annie Campbell",
    "Publish_Update_Date": "Published on October 12, 2022",
    "Image": "",
    "Details": {
      "Prep Time:": "20 mins",
      "Cook Time:": "15 mins",
      "Total Time:": "35 mins",
      "Servings:": "16",
      "Yield:": "16 bites"
    },
    "Ingredients": [
      "1 (8 ounce) round Brie cheese",
      "1 (8 ounce) package phyllo dough, thawed",
      "1 cup raspberry jam",
      "1 cup butter, melted",
      "2 tablespoons honey",
      "flakey salt to taste"
    ],
    "Directions": {
      "Step 1": "Slice the brie into squares about ½ inch thick and 1 to 1 ½ inches wide.",
      "Step 2": "Roll out 1 sheet of phyllo dough vertically on a large work surface. Brush the bottom half of the dough with melted butter, then fold the top half over onto itself.",
      "Step 3": "Place 1 piece of cheese in the bottom center of the dough, about 2 inches from the edges. Spoon about 2 teaspoons raspberry jam onto the cheese. Brush melted butter around the rest of the dough.",
      "Step 4": "Fold in the bottom 2 inches of dough over the cheese, then fold in both sides. Brush more butter onto the remaining dough, then carefully roll the filling upwards until it is wrapped fully. Brush more butter on top and set into the air fryer try.",
      "Step 5": "Set air fryer to 375 degrees F (190 degrees C).",
      "Step 6": "Air fry in batches to avoid overcrowding until golden-brown, 4 to 5 minutes. Garnish with a thin drizzle of honey and a pinch of flakey salt. Serve immediately.",
      "Step 7": "ANNIE CAMPBELL"
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "252",
      "Fat": "16g",
      "Carbs": "23g",
      "Protein": "4g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/279283/spicy-chicken-jerky-in-the-air-fryer/",
    "Review": "4.0(1)",
    "Description": "Chicken jerky? Who knew? And who knew you could make jerky in an air fryer? Plan ahead for this spicy snack as the chicken needs time to marinate and air-fry.",
    "Author": "thedailygourmet",
    "Publish_Update_Date": "Updated on July 1, 2022",
    "Image": "https://www.allrecipes.com/thmb/9noxyroAvseYm0fiLmOMPwrFnrs=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/7816136-60c40c8fe6f940feaab5a0e211a6cb02.jpg",
    "Details": {
      "Prep Time:": "10 mins",
      "Cook Time:": "1 hr 30 mins",
      "Additional Time:": "16 hrs",
      "Total Time:": "17 hrs 40 mins",
      "Servings:": "6",
      "Yield:": "6 skewers"
    },
    "Ingredients": [
      "2 (5 ounce) boneless chicken breasts, cut into strips",
      "½ cup mojo criollo marinade (such as Goya®)",
      "2 teaspoons Cajun seasoning",
      "6 wooden skewers"
    ],
    "Directions": {
      "Step 1": "Combine chicken strips, marinade, and Cajun seasoning in a resealable plastic bag. Refrigerate for 8 hours to overnight.",
      "Step 2": "Measure skewers to fit across the air fryer basket, slightly overlapping the edge. Trim off excess length.",
      "Step 3": "Preheat the air fryer to 180 degrees F (80 degrees C) for 10 minutes.",
      "Step 4": "Thread chicken strips onto skewers, leaving room in between each strip, while the air fryer is preheating.",
      "Step 5": "Air fry for 1 hour 15 minutes. Adjust cooking time as most air fryers have a maximum setting of 30 minutes. Rearrange the skewers during the reset time.",
      "Step 6": "Increase temperature to 200 degrees F (95 degrees C) and air fry for an additional 15 minutes.",
      "Step 7": "Remove strips to a paper towel-lined storage container. Seal. Allow to rest overnight before serving."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "54",
      "Fat": "1g",
      "Carbs": "0g",
      "Protein": "10g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/8499615/air-fryer-scrambled-eggs-on-the-go/",
    "Review": "4.5(2)",
    "Description": "This simple air fryer eggs on the go recipe allows you to have a warm protein-packed meal to kick-start your day while your coffee is brewing. I like to place 2 fully cooked turkey sausage links in the basket alongside the ramekin for an added boost of energy.",
    "Author": "Soup Loving Nicole",
    "Publish_Update_Date": "Published on November 4, 2022",
    "Image": "https://www.allrecipes.com/thmb/HLt29kA5Ukry7C8Qefcp35ZAGYI=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/1666670216Air20Fryer20Scrambled20Eggs-690553babe2d4fca8c43b506305374d3.jpg",
    "Details": {
      "Prep Time:": "4 mins",
      "Cook Time:": "6 mins",
      "Total Time:": "10 mins",
      "Servings:": "1"
    },
    "Ingredients": [
      "cooking spray",
      "2 large eggs, beaten",
      "salt and freshly ground black pepper to taste"
    ],
    "Directions": {
      "Step 1": "Lightly spray a ramekin dish with non-stick cooking spray. Pour in beaten eggs.",
      "Step 2": "Set air fryer to 370 degrees F (185 degrees C) and place the ramekin into the air fryer basket.",
      "Step 3": "Air fry for 3 minutes. Stir egg mixture and cook for 3 minutes more. Fluff with a fork and season to taste with salt and pepper. Grab and go."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "143",
      "Fat": "10g",
      "Carbs": "1g",
      "Protein": "13g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/268494/basic-air-fryer-hot-dogs/",
    "Review": "4.7(108)",
    "Description": "These air fryer hot dogs in toasted buns turn out perfectly crisp in minutes with the help of your air fryer. Top with ketchup, mustard, relish, chili, or condiments of choice.",
    "Author": "Soup Loving Nicole",
    "Publish_Update_Date": "Updated on May 2, 2023",
    "Image": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fpublic-assets.meredithcorp.io%2F01265e849db952fb24050e5eea857bd6%2F168891932471471056202271__9FF5CE1F-A823-4035-AD09-5D1C83E98701-fullsizerender.jpeg&q=60&c=sc&orient=true&w=160&poi=auto&h=90",
    "Details": {
      "Prep Time:": "5 mins",
      "Cook Time:": "5 mins",
      "Total Time:": "10 mins",
      "Servings:": "4"
    },
    "Ingredients": [
      "4 hot dog buns",
      "4 hot dogs"
    ],
    "Directions": {
      "Step 1": "Preheat an air fryer to 400 degrees F (200 degrees C).",
      "Step 2": "Place buns in a single layer in the air fryer basket; cook in the preheated air fryer until crisp, about 2 minutes. Remove buns to a plate.",
      "Step 3": "Place hot dogs in a single layer in the air fryer basket; cook for 3 minutes. Serve hot dogs in toasted buns."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "269",
      "Fat": "15g",
      "Carbs": "23g",
      "Protein": "9g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/266826/air-fryer-potato-wedges/",
    "Review": "4.8(149)",
    "Description": "Deliciously crispy air-fried potato wedges are perfectly seasoned and ready to serve in just over 30 minutes. It doesn't get any easier than this! Serve with ketchup for a tasty appetizer, or toss with some grated Parmesan for a cheesy potato side dish.",
    "Author": "Soup Loving Nicole",
    "Publish_Update_Date": "Updated on February 14, 2023",
    "Image": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fpublic-assets.meredithcorp.io%2F81577bd180cdb3fd9b75781bf27d2284%2F1682387844413IMG_6442-2-.JPG&q=60&c=sc&orient=true&w=160&poi=auto&h=90",
    "Details": {
      "Prep Time:": "5 mins",
      "Cook Time:": "30 mins",
      "Total Time:": "35 mins",
      "Servings:": "4",
      "Yield:": "16 potato wedges"
    },
    "Ingredients": [
      "2 medium russet potatoes",
      "1 ½ tablespoons olive oil",
      "½ teaspoon ground paprika",
      "½ teaspoon parsley flakes",
      "½ teaspoon chili powder",
      "½ teaspoon sea salt",
      "⅛ teaspoon ground black pepper"
    ],
    "Directions": {
      "Step 1": "Preheat an air fryer to 400 degrees F (200 degrees C).",
      "Step 2": "Cut each potato in half lengthwise. Cut each half in half lengthwise, and then cut each quarter in half lengthwise. You will have 16 wedges. Gather the seasonings.",
      "Step 3": "DOTDASH MEREDITH FOOD STUDIOS",
      "Step 4": "Place potato wedges in a large bowl. Add olive oil, paprika, parsley, chili, salt, and pepper; mix until well combined.",
      "Step 5": "DOTDASH MEREDITH FOOD STUDIOS",
      "Step 6": "Place 1/2 of the potato wedges in the basket of the air fryer and cook for 10 minutes.",
      "Step 7": "DOTDASH MEREDITH FOOD STUDIOS",
      "Step 8": "Flip wedges with tongs and cook for an additional 5 minutes. Remove to a plate.",
      "Step 9": "DOTDASH MEREDITH FOOD STUDIOS",
      "Step 10": "Repeat to cook the remaining wedges.",
      "Step 11": "Serve hot and enjoy!",
      "Step 12": "DOTDASH MEREDITH FOOD STUDIOS"
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "129",
      "Fat": "5g",
      "Carbs": "19g",
      "Protein": "2g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/275548/air-fryer-meatballs/",
    "Review": "4.8(45)",
    "Description": "After trying air fryer meatballs, I will never bake them in the oven again. The insides stay nice and tender while the outsides get a slight crisp on them. The best part is that you can make them ahead of time and freeze for later use. I have included those directions in the notes. Dip meatballs in marinara, if desired.",
    "Author": "Soup Loving Nicole",
    "Publish_Update_Date": "Updated on April 20, 2023",
    "Image": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fpublic-assets.meredithcorp.io%2F8a8285002a74e938e872994b75d06138%2F169800203242116980020039096254328402608376614.jpg&q=60&c=sc&orient=true&w=160&poi=auto&h=90",
    "Details": {
      "Prep Time:": "10 mins",
      "Cook Time:": "20 mins",
      "Additional Time:": "5 mins",
      "Total Time:": "35 mins",
      "Servings:": "4",
      "Yield:": "16 meatballs"
    },
    "Ingredients": [
      "16 ounces lean ground beef",
      "4 ounces ground pork",
      "½ cup grated Parmesan cheese",
      "⅓ cup Italian seasoned bread crumbs",
      "1 egg",
      "2 cloves garlic, minced",
      "1 teaspoon Italian seasoning",
      "½ teaspoon salt"
    ],
    "Directions": {
      "Step 1": "Preheat an air fryer to 350 degrees F (175 degrees C).",
      "Step 2": "Combine beef, pork, Parmesan cheese, bread crumbs, egg, garlic, Italian seasoning, and salt in a large bowl. Mix until evenly combined. Form into 16 equal meatballs (a small ice cream scoop is helpful) and place on a baking sheet.",
      "Step 3": "Place 1/2 of the meatballs in the basket of the air fryer and cook 8 minutes. Shake the basket and cook 2 minutes more. Transfer to a serving plate and let rest for 5 minutes. Repeat with remaining meatballs."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "457",
      "Fat": "33g",
      "Carbs": "8g",
      "Protein": "30g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/275253/easy-air-fryer-baked-potatoes/",
    "Review": "4.7(37)",
    "Description": "This air fryer baked potato recipe makes tender, delicious baked potatoes with crispy, flavorful skin. Finish them with a dollop of sour cream, if you'd like.",
    "Author": "Taylerand20",
    "Publish_Update_Date": "Updated on October 26, 2023",
    "Image": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fpublic-assets-ucg.meredithcorp.io%2F6afa0740f7d9556b9c498b89f64d654a%2F6978665.jpg&q=60&c=sc&orient=true&w=160&poi=auto&h=90",
    "Details": {
      "Prep Time:": "10 mins",
      "Cook Time:": "40 mins",
      "Total Time:": "50 mins",
      "Servings:": "4"
    },
    "Ingredients": [
      "4 large baking potatoes, scrubbed",
      "2 tablespoons olive oil",
      "kosher salt and freshly ground black pepper to taste",
      "½ teaspoon garlic powder, or to taste",
      "½ teaspoon dried parsley, or to taste",
      "4 tablespoons butter"
    ],
    "Directions": {
      "Step 1": "Gather all ingredients. Preheat an air fryer to 400 degrees F (200 degrees C).",
      "Step 2": "DOTDASH MEREDITH FOOD STUDIOS",
      "Step 3": "Rub potatoes with olive oil and season with salt, pepper, garlic powder, and parsley. Place potatoes in the air fryer basket.",
      "Step 4": "Cook in the preheated air fryer until potatoes are soft, 40 to 50 minutes, depending on potato size.",
      "Step 5": "DOTDASH MEREDITH FOOD STUDIOS",
      "Step 6": "Slice potatoes lengthwise. Pinch both sides of each potato, using your hands and forcing potatoes to open, until the fluffy insides start to come out. Add 1 tablespoon of butter into each potato.",
      "Step 7": "DOTDASH MEREDITH FOOD STUDIOS"
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "448",
      "Fat": "19g",
      "Carbs": "65g",
      "Protein": "8g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/279177/air-fryer-roasted-asparagus/",
    "Review": "4.7(32)",
    "Description": "Crispy air fryer asparagus with melted Parmesan cheese can be on your table in a matter of minutes. This easy recipe makes roasting vegetables a breeze.",
    "Author": "Yoly",
    "Publish_Update_Date": "Updated on February 24, 2023",
    "Image": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fpublic-assets.meredithcorp.io%2F8736645ca9ae8a993380a275b806812c%2F168746363312920230622_112048.jpg&q=60&c=sc&orient=true&w=160&poi=auto&h=90",
    "Details": {
      "Prep Time:": "10 mins",
      "Cook Time:": "10 mins",
      "Total Time:": "20 mins",
      "Servings:": "2"
    },
    "Ingredients": [
      "1 bunch fresh asparagus, trimmed",
      "avocado oil cooking spray",
      "½ teaspoon garlic powder",
      "½ teaspoon Himalayan pink salt",
      "¼ teaspoon ground multi-colored peppercorns",
      "¼ teaspoon red pepper flakes",
      "¼ cup freshly grated Parmesan cheese"
    ],
    "Directions": {
      "Step 1": "Preheat the air fryer to 375 degrees F (190 degrees C). Line the basket with parchment paper.",
      "Step 2": "Place asparagus spears in the prepared basket and mist with avocado oil. Sprinkle with garlic powder, salt, pepper, and pepper flakes. Top with Parmesan cheese.",
      "Step 3": "Air-fry until asparagus spears start to char, 7 to 9 minutes."
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "94",
      "Fat": "3g",
      "Carbs": "10g",
      "Protein": "9g"
    }
  },
  {
    "Link": "https://www.allrecipes.com/recipe/272858/air-fryer-chicken-thighs/",
    "Review": "4.7(153)",
    "Description": "These tasty air fryer chicken thighs have juicy meat and crispy skin; you will love this quick chicken recipe that is ready for the table in less than 30 minutes!",
    "Author": "Bibi",
    "Publish_Update_Date": "Updated on May 16, 2023",
    "Image": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fpublic-assets.meredithcorp.io%2Fc221f7b85fbc5337dd3d9042375664e6%2F1660702373226DCC5B-C40F-43EC-8983-F440DA166BC3.jpeg&q=60&c=sc&orient=true&w=160&poi=auto&h=90",
    "Details": {
      "Prep Time:": "10 mins",
      "Cook Time:": "20 mins",
      "Total Time:": "30 mins",
      "Servings:": "4"
    },
    "Ingredients": [
      "4 skin-on, boneless chicken thighs",
      "2 teaspoons extra-virgin olive oil",
      "1 teaspoon smoked paprika",
      "¾ teaspoon garlic powder",
      "½ teaspoon salt",
      "½ teaspoon ground black pepper"
    ],
    "Directions": {
      "Step 1": "Preheat an air fryer to 400 degrees F (200 degrees C).",
      "Step 2": "Pat chicken thighs dry with a paper towel and brush skins with olive oil. Place chicken thighs, skin-side down, in a single layer on a plate.",
      "Step 3": "Combine smoked paprika, garlic powder, salt, and pepper in a bowl. Sprinkle 1/2 of the seasoning mixture evenly over thighs. Turn thighs over and evenly sprinkle with remaining seasoning. Arrange thighs, skin-side up, in a single layer in the air fryer basket.",
      "Step 4": "Cook in the preheated air fryer until thighs are brown and the juices run clear, about 18 minutes. An instant-read thermometer inserted into the center should read at least 165 degrees F (74 degrees C).",
      "Step 5": "ALLRECIPES"
    },
    "Nutritional_Values_Per_Serving": {
      "Calories": "213",
      "Fat": "14g",
      "Carbs": "1g",
      "Protein": "19g"
    }
  }
]